[
  {
    "handle": "rilaws",
    "name": "Richard Lawson",
    "bio": "Critic/Columnist for http://VanityFair.com  | @LittleGoldMen podcaster | richard_lawson@condenast.com",
    "tenure": "6.12 years",
    "tweet_count": "72K",
    "following": "945",
    "followers": "40.4K",
    "tweet-0": "RT This is my main issue, tbh https://twitter.com/JRubinBlogger/status/704707288016130048 …",
    "tweet-1": "I wish this quote in @mike_hogan's great O.J. Simpson/Dominick Dunne piece was mine http://www.vanityfair.com/hollywood/2016/02/dominick-dunne-oj-simpson-american-crime-story … pic.twitter.com/uxDvlRDZ0x",
    "tweet-2": "This is the RHONY season where producers have hidden a gun somewhere and the wives compete to find it first right",
    "tweet-3": "Feel like he put this up like two days too soon https://www.youtube.com/watch?v=7Vz4lgcebq4 …",
    "tweet-4": "Amy Adams plays housewife turned crime fighter Tuesday Thompson in SUPER TUESDAY",
    "tweet-5": "Last Oscars podcast! Final thoughts and some party coverage. http://www.vanityfair.com/hollywood/2016/02/2016-oscars-explainer …",
    "tweet-6": "Ohh dear. pic.twitter.com/RYbiwGiI9X",
    "tweet-7": "We're the farthest we'll ever be from Oscar season",
    "tweet-8": "Showtime should have an on demand feature called \"Shameless: Just the Gay Parts\"",
    "tweet-9": "ZOOTOPIA is delightful!",
    "tweet-10": "The Hollywood Medium guy should win best song next year",
    "tweet-11": "RT This moment is pure Jordan Catalano http://www.vanityfair.com/hollywood/photos/2016/02/oscar-party-photos#7 …",
    "tweet-12": "People can be such different sizes https://www.instagram.com/p/BCXBZzDHqM1/ ",
    "tweet-13": "No fun! https://twitter.com/samsmithworld/status/704374149326581760 … pic.twitter.com/fNjrGLZqNu",
    "tweet-14": "\"Let me get this straight, you had a dream, about ME?\" pic.twitter.com/lrjxo5GXSk",
    "tweet-15": "RT How could Sam Smith forget the speech that made gay marriage happen? https://twitter.com/DLanceBlack/status/614439171898261504 …",
    "tweet-16": "Wish I had a fiance for Sam Smith to text :( :( :( :( :( :( :( :(",
    "tweet-17": "If Dustin Lance Black is Veronica, Sam Smith is Betty, and Tom Daley is Archie, does that make me Miss Grundy?",
    "tweet-18": "O_O https://twitter.com/dlanceblack/status/704199543076818944 …",
    "tweet-19": "Kate watching Leo/Nelson Muntz pic.twitter.com/i9l63knHeA"
  },
  {
    "handle": "kevinroose",
    "name": "Kevin Roose",
    "bio": "I made a TV show and you should watch it: http://realfuture.tv . Also, news director at @ThisIsFusion, author of Young Money. PGP key: http://bit.ly/1OpHjkQ ",
    "tenure": "7.15 years",
    "tweet_count": "468",
    "following": "1,300",
    "followers": "33.8K",
    "tweet-0": "Last year, I gave two expert hackers a challenge: destroy my life as completely as possible. Here's the result: http://fusion.net/video/271750/real-future-episode-8-hack-attack/ …",
    "tweet-1": "RT I asked a handful of botsmiths what, if anything, they have planned for their bots after they die.  http://fusion.net/story/274773/twitter-bots-after-death/ …",
    "tweet-2": "One of the black students ejected from a Trump rally yesterday tells @rjwile: \"All we can do now is just pray.\" http://fusion.net/story/275426/valdosta-u-trump-rally-mikey-sanders/ …",
    "tweet-3": "RT *fingertip kissing Italian chef* pic.twitter.com/grcbLopeEF",
    "tweet-4": "\"Let’s celebrate the fact that Google has built enough risk into its cars that they occasionally cause an accident.\" http://fusion.net/story/275153/its-good-news-that-googles-self-driving-car-caused-an-accident/ …",
    "tweet-5": "RT One of the largest single layoffs in history: 1.8 million coal and steel workers in China http://qz.com/627467 ",
    "tweet-6": "RT A Google self-driving car caused a crash on Feb 14.\n\nMeanwhile, regular cars caused about 16,700 crashes that day: http://www-nrd.nhtsa.dot.gov/Pubs/812219.pdf ",
    "tweet-7": "I sincerely admire the chutzpah of the 5 hackers who have tried to phish me since my story about getting phished was published.",
    "tweet-8": "RT I spoke to 30 Rock's Robert Carlock about the magick and mystery of Leap Day William http://www.atlasobscura.com/articles/30-rock-cocreator-tells-the-story-behind-leap-day-william … pic.twitter.com/Kox2JNbfYj",
    "tweet-9": "A Google's self-driving car just caused its first crash. (We should still ban human drivers, tho.) http://fusion.net/story/275008/google-self-driving-car-caused-accident/ …",
    "tweet-10": "Even the tech workers are getting priced out of the Bay Area http://qz.com/627414/tech-workers-are-increasingly-looking-to-leave-silicon-valley/ …",
    "tweet-11": "no pic.twitter.com/7dDSe1fV14",
    "tweet-12": "Everything you need to know about David Duke, a bad man. http://fusion.net/story/274729/donald-trump-david-duke-endorsement/ …",
    "tweet-13": "RT This sentence is the most 2016 sentence  https://twitter.com/NYDailyNews/status/704348727281111041 …",
    "tweet-14": "It will be illegal to embed John Oliver videos during the Trump presidency, so get your traffic in now, bloggers!",
    "tweet-15": "RT Gifs of celebs reacting to Chris Rock's monologue\n\nhttp://fusion.net/story/274485/chris-rock-oscars-monologue-jokes/ … pic.twitter.com/Cttui5WWCa",
    "tweet-16": "I'm old enough to remember when the biggest scandal in the GOP was Mitt Romney having a car elevator.",
    "tweet-17": "RT This has made my Saturday: the video @kevinroose made at @defcon with @Viss, @humanhacker, + myself is on @WORLDSTAR http://m.worldstarhiphop.com/apple/video.php?v=wshhCWIt4mG423Fr26pI …"
  },
  {
    "handle": "thestalwart",
    "name": "Joe Weisenthal",
    "bio": "Co-host of 'What'd You Miss?' on BloombergTV. Editor at @markets. Fan of poker, chess, handball, country music, and Chinese food.",
    "tenure": "7.99 years",
    "tweet_count": "244K",
    "following": "4,510",
    "followers": "107K",
    "tweet-0": "What'd I miss?",
    "tweet-1": "Whoops, meant ht @felixsalmon",
    "tweet-2": ".@BruceBartlett is voting Trump today in the hopes that it will accelerate the GOP's demise. https://www.facebook.com/bruce.bartlett/posts/10156639327825437 … ht: @FakeFelixSalmon",
    "tweet-3": "RT My Valeant column today contains the ultimate Bill Ackman troll chart.  http://www.bloomberg.com/gadfly/articles/2016-03-01/bill-ackman-s-valeant-bet-going-wrong-isn-t-just-a-pr-problem … pic.twitter.com/R6I3P2uNAq",
    "tweet-4": "RT Bill Ackman Loses $321 Million in One Day as Valeant Plunges http://bloom.bg/1ngt9Gy  via @business",
    "tweet-5": "RT Turnout has been through the roof! We are having print additional ballots for some precincts.",
    "tweet-6": "333",
    "tweet-7": "RT People knock @paulkrugman's political chops, but he was one of the 1st pundits to take Trump seriously: http://krugman.blogs.nytimes.com/2015/07/14/the-face-of-the-base/ …",
    "tweet-8": "Markets still just see a 63% chance of a hike at some point this year.",
    "tweet-9": "Markets in contentment.",
    "tweet-10": "Time for a TV special for whatever the opposite of \"markets in turmoil\" is.",
    "tweet-11": "DOW UP 300 http://www.bloomberg.com/news/articles/2016-02-29/japan-futures-down-on-strong-yen-as-china-stimulus-buoys-aussie … pic.twitter.com/Fe46GLu5C4",
    "tweet-12": "RT @DanielleMorrill I am not wrong. Read every technology and finance tweet of mine since 2009.  Don't think a single one has proven to be off.",
    "tweet-13": "RT When stores offer a discount on ammo when you use the NEVERTRUMP coupon code, I'll know our political reshuffling has truly begun.",
    "tweet-14": "By now there must be enough polling data to know who's won all the states right? DM me with it pls. I won't tell.",
    "tweet-15": "Gerald Friedman is a Hillary supporter. https://www.washingtonpost.com/news/wonk/wp/2016/02/18/the-economist-who-validated-bernie-sanders-big-liberal-plans-is-voting-for-hillary-clinton/ …",
    "tweet-16": "Oh wow. DNC chief @DWStweets wants to gut the CFPB's ability to regulate payday lenders. http://www.huffingtonpost.com/entry/debbie-wasserman-schultz-paylenders-cfpb_us_56d4ce38e4b03260bf77e8fc … HT: @M_C_Klein",
    "tweet-17": "RT How Premier League soccer can save the world http://www.tandfonline.com/doi/abs/10.1080/1612197X.2016.1149873 … #NobelForDiegoCosta http://www.tandfonline.com/doi/abs/10.1080/1612197X.2016.1149873 … pic.twitter.com/qeIAb2Oby6",
    "tweet-18": "RT I've long admired @michaelbd 's writing, and now he has become the single most vital chronicler of Trumpism http://theweek.com/articles/609234/even-youre-ready-burn-world-down-dont-support-donald-trump …",
    "tweet-19": "Will have both @conorsen and @georgepearkes on (at the same time) breaking down the latest econ data for us on #WDYM today.",
    "tweet-20": "Mostly the monthly auto sales beat today, though GM and VW were weak. http://www.bloomberg.com/news/articles/2016-03-01/fiat-chrysler-extends-sales-streak-with-presidents-day-offers … pic.twitter.com/QuIeGOk2iG"
  },
  {
    "handle": "ditzkoff",
    "name": "Dave Itzkoff",
    "bio": "''As a Jew, I'm very judgmental. As a street Jew, doubly so.'' --Sidney Lumet",
    "tenure": "6.39 years",
    "tweet_count": "13.3K",
    "following": "900",
    "followers": "54K",
    "tweet-0": "Oh. http://mobile.nytimes.com/2016/02/25/upshot/measuring-donald-trumps-supporters-for-intolerance.html … pic.twitter.com/1IQYuuukla",
    "tweet-1": "RT It's official: The man in black fled across the desert and the gunslinger followed. #DarkTowerMovie @McConaughey @IdrisElba",
    "tweet-2": "same pic.twitter.com/oTDitOzpEG",
    "tweet-3": "After a 10-year silence, this isn't the sort of question you expect Justice Thomas to ask pic.twitter.com/ofxQSBJE8v",
    "tweet-4": "A stage version of Dead Poets Society is coming to Classic Stage Company in NYC, by its screenwriter Tom Schulman. http://artsbeat.blogs.nytimes.com/2016/02/29/dead-poets-society-pacific-overtures-will-be-part-of-classic-stage-season/?module=BlogPost-Title&version=Blog%20Main&contentCollection=Theater&action=Click&pgtype=Blogs&region=Body …",
    "tweet-5": "\"Do we all think she's Luke Skywalker's daughter? Or is that too easy?\" pic.twitter.com/Q6SzYIs6dG",
    "tweet-6": "Flight of the Conchords are going back on tour. God bless America. pic.twitter.com/5QQhtbVDlk",
    "tweet-7": "Oscar for journalism movie revoked  https://twitter.com/max_read/status/704291399634649088 …",
    "tweet-8": "TONIGHT: Journalism movie wins Oscar!\nMONDAY MORNING: pay for content? get outta here",
    "tweet-9": "I am totally going into the office tomorrow and journalisming the hello out of some journalism.",
    "tweet-10": "JOURNALISTS!\nJOURNALISTS!\nJOURNALISTS!",
    "tweet-11": "\"Well, Kate, see you at the after party.\"\n\"Meet you at the door?\"\n\"...that's not funny.\" pic.twitter.com/WrafQHM9SY",
    "tweet-12": "THANK KIRK CAMERON",
    "tweet-13": "Leo DiCaprio? You don't say. pic.twitter.com/usmqX1tx4N",
    "tweet-14": "One day, Tremblay. One day it will be yours. pic.twitter.com/WWFSda9hyu",
    "tweet-15": "ACADEMY AWARD WINNER ENVY ADAMS pic.twitter.com/1tVk6DgGf2",
    "tweet-16": "RT pic.twitter.com/Sv9tPqFBfm",
    "tweet-17": ".@realDonaldTrump a Mexican won the Oscar for best director. For the second year in a row.",
    "tweet-18": "When Ali G makes an appearance at the 2016 Oscars pic.twitter.com/s1d8UvD89O",
    "tweet-19": "THE CURSE OF BUMPING INTO LEO DICAPRIO AT THE GOLDEN GLOBES",
    "tweet-20": "Morricone plays YOU off, you don't play him off."
  },
  {
    "handle": "nprmonkeysee",
    "name": "Linda Holmes",
    "bio": "Host of NPR's Pop Culture Happy Hour, culture writer, talker, professional enthusiast. Likes: coffee, romantic comedy, the Midwest, fall weather, sassing you.",
    "tenure": "7.60 years",
    "tweet_count": "60.8K",
    "following": "479",
    "followers": "74K",
    "tweet-0": "I'm home today making a cold go away, which means this scarf is totally getting done. #silverlining",
    "tweet-1": "New York: @pchh will be in town on a field trip this weekend. Meetup at Lowlands Bar in Brooklyn, 5:00 p.m. on Saturday 3/5. Come say hi!",
    "tweet-2": "A free gift made of Stephen's tears and heart muscle and insomnia. The best. https://twitter.com/idislikestephen/status/704655017936990209 …",
    "tweet-3": "I feel like Dayquil is the one that SHOULDN'T make me foggy. Do I not know night from day anymore?",
    "tweet-4": "Haven't even looked at the comments on the Oscars piece today. Curiosity 0, Self-Preservation 1.",
    "tweet-5": "I keep waiting for some other explanation for this besides her outfit. Was it really her outfit? REALLY? http://www.vulture.com/2016/02/oscars-dudes-cant-handle-jenny-beavans-jacket.html …",
    "tweet-6": "When I tell you I can keep a taping I'm hosting under 15 minutes, you'll see I'm right when you stop the clock. pic.twitter.com/upCTgMQpRx",
    "tweet-7": "One of the cruel tricks of having a cold is that even if it's not THAT bad, you feel like you're dying in a novel when you first wake up.",
    "tweet-8": "Good thing, by the way, that they chose the story of the brutally abused woman to make the funny joke about in its BP intro. #NPROscars",
    "tweet-9": "The thing I want to see when we're about a half-hour over time? Yeah, it's Sacha Baron Cohen. #NPROscars",
    "tweet-10": "Do you think he and Lady Gaga are really friends? I would love that. Like, if they texted each other flame emojis all the time. #NPROscars",
    "tweet-11": "Thought about this too and decided I did not want to think about it.  https://twitter.com/MarkHarrisNYC/status/704151857367818240 …",
    "tweet-12": "Another great moment in \"Ride Of The Valkyries\" SERIOUSLY STOP IT. #NPROscars",
    "tweet-13": "I would have been happy to see something from CREED get something, but honestly, for me? It should've been Jordan anyway. #NPROscars",
    "tweet-14": "I was underwhelmed by BRIDGE OF SPIES, but Rylance deserves it just for \"Would it help?\" #NPROscars",
    "tweet-15": "I can barely stay awake during this *clip* from THE BIG SHORT. #contrarian #NPROscars",
    "tweet-16": "This seems maybe a little on the nose. #NPROscars",
    "tweet-17": "We've talked about how much Pete Docter looks like he's IN a Pixar movie, right? Good. I loved this movie, BTW. #NPROscars",
    "tweet-18": "Now they're going to make me hate TOY STORY. #NPROscars",
    "tweet-19": "The problem with animated characters is they can't read the room and tell when they're annoying people. #NPROscars"
  },
  {
    "handle": "caityweaver",
    "name": "Caity Weaver",
    "bio": "@GQMagazine NOT @GQ",
    "tenure": "5.46 years",
    "tweet_count": "6,010",
    "following": "78",
    "followers": "28.8K",
    "tweet-0": "I only wish more of our fabulous presidents were still alive to hear the music of Justin Bieber. WHOM I INTERVIEWED: http://gq.mn/WIIjGZ1 ",
    "tweet-1": ".@jimmykimmel Please issue a takedown to Miss Stacey Dash for copying Celebs Read Mean Tweets as if she's a celeb pic.twitter.com/6hr9yWRGBM",
    "tweet-2": "Still in shock at having discovered the true nature of Jacob Tremblay.",
    "tweet-3": "fight power....EMILY BLUNT!....fight the power...LEO DICAPRIO HOSPITALITY PROVIDED BY MARRIOTT!",
    "tweet-4": "FIGHT THE POWER OVER THESE CLOSING CREDITS IS THE HIGHLIGHT OF BLACK HISTORY MONTH",
    "tweet-5": "RT A giant PR failure is how much credit The Revenant gets for being \"hard to make\" when clearly Mad Max was way harder.",
    "tweet-6": "This guy should thank DARK CLOTHES for makin' him feel so gooooooood",
    "tweet-7": "\"I didn't know dark clothes faded.\" - @tcberman",
    "tweet-8": "\"everyone loves the way dark clothes make them feel\" - ad",
    "tweet-9": "David Bowie got an In Memoriam clip from Zoolander. We'll never forget you David \"Zoolander\" Bowie",
    "tweet-10": "Didn't read Jacob Tremblay's review but I'LL BE REAL I really enjoyed Bridge of Spies",
    "tweet-11": "I honestly thought Jacob Tremblay was at all these awards shows bc he was a really precocious young film reviewer and I HATED that!!!",
    "tweet-12": ".@tcberman informs me that the boy I have been thinking--for months--was a child prodigy movie reviewer is actually the little boy from Room",
    "tweet-13": "That's the first time Australians have ever been thanked.",
    "tweet-14": "She's up there braggin like she did not just win an Oscar...",
    "tweet-15": "He said \"Yes that man in the tuxedo is a pedophile.\"",
    "tweet-16": "Asked @tcberman if the real guy there from Spotlight was \"one of the bad guys.\" I HAD IT CONFUSED WITH THE BIG SHORT",
    "tweet-17": "RT I'd support a televised award show for the unheralded employees of the IRS who collect the revenues that fund important regulatory agencies.",
    "tweet-18": "How many people mumbled \"in TEG ral\" like Cate Blanchett, to test it out? Everyone in my living room did.",
    "tweet-19": "Who will be the first winner to make their thank you scroll: 8==D~",
    "tweet-20": "Damn Kerry can't even get a fact...Only Henry Cavill got a fact"
  },
  {
    "handle": "bittman",
    "name": "Mark Bittman",
    "bio": "Co-founder of @PurpleCarrotXO, cookbook author (#KitchenMatrix, #VB6, etc.), fellow @UCSUSA, lecturer at UC Berkeley. Busy!",
    "tenure": "7.05 years",
    "tweet_count": "6,488",
    "following": "114",
    "followers": "555K",
    "tweet-0": "Potato Korma, weeknight crepes, and Thai-flavored chaat this wk @PurpleCarrotXO http://bit.ly/TPC_Menu  pic.twitter.com/Cnd5JdNfQ2",
    "tweet-1": "This is what winter produce is all about: http://bit.ly/_cauliflower  @PurpleCarrotXO pic.twitter.com/66IVeV5bw9",
    "tweet-2": "My take on Mexican posole: http://bit.ly/popcornposole  @PurpleCarrotXO pic.twitter.com/Z1RQivIbPz",
    "tweet-3": "Honored to have Will Allen of @GrowingPower at Edible Ed  3/1 to talk about the Good Food Revolution. Get your tix: http://bit.ly/1Q0rKhz ",
    "tweet-4": "That Was Easy: In Just 60 Years, Neoliberal Capitalism Has Nearly Broken Planet Earth http://buff.ly/1QxWfZs ",
    "tweet-5": "Tonights edible ed 101 will be amazing - three movers & shakers in food startups (then there's me ... sigh): https://www.facebook.com/EdibleSchoolyardProject/posts/10153401373216762 …",
    "tweet-6": "Debunking myths about fat: Eat Fat, Get Thin. http://amzn.to/1OcWkVJ  new book by @MarkHymanMD",
    "tweet-7": "Antonin Scalia: Looking Backward http://buff.ly/1RXbYXi  <- Toobin at his best.",
    "tweet-8": "Solar cars might be impressive. But vegan diets are better for the planet: http://buff.ly/1TAxMck  <- even part-time vegan diets",
    "tweet-9": "Our Salade Niçoise features a super variety feast of winter produce: @PurpleCarrotXOhttp: //bit.ly/TPC_Menu  pic.twitter.com/18heOI9DC7", "tweet-10": "RT Did you notice that whole head of garlic in your Purple Carrot box? Learn to peel it like a pro. pic.twitter.com/qt8UiejgIA",
    "tweet-11": "Fry cauliflower, serve it in curry-infused tomato sauce: http://bit.ly/_cauliflower  @PurpleCarrotXO pic.twitter.com/wO4NwHckPV",
    "tweet-12": "How does Vitamin Water get to say \"vitamins + water = all you need\"? a) not true; b) not what's in the bottle! http://buff.ly/1Ws3Ygh ",
    "tweet-13": "Next up in Edible Ed: rising stars and food entrepreneurs @sweetgreen, @BacktotheRoots and more! Tickets for 2/23: http://bit.ly/1onFzhr ",
    "tweet-14": "What a shock; domestic \"Parmesan\" is no good. http://buff.ly/1SSTloS . There is only one Parmesan; it's from Italy.",
    "tweet-15": "FDA to Start Testing for Glyphosate in Food | Civil Eats http://buff.ly/20DYWOL ",
    "tweet-16": "Bamboo rice, red cabbage, mango, and mustard vinaigrette = Tofu Escabeche: http://bit.ly/escabeche_  @PurpleCarrotXO pic.twitter.com/b9Ze9SWGhy",
    "tweet-17": "Don't miss tonight's Edible Education 101 on regional food systems! Tickets still available via @eventbrite: https://www.eventbrite.com/myevent?eid=21320152149 …",
    "tweet-18": "Scalia was confirmed right before Election Day: http://buff.ly/1QiRZTH ",
    "tweet-19": "RT Mark @Bittman Dishes on #MeatlessMonday and @PurpleCarrotXO: http://ow.ly/Yl5cy  pic.twitter.com/ZTya2dg029"
  },
  {
    "handle": "gaelgreene",
    "name": "Gael Greene",
    "bio": "NYC restaurant critic for 46 years, sybarite, author of 7 books (two best-selling novels and memoir Insatiable), co-founded Citymeals-on-Wheels with James Beard",
    "tenure": "6.88 years",
    "tweet_count": "17.2K",
    "following": "76",
    "followers": "219K",
    "tweet-0": "Two NewYorkers open a branch of famous Florence panini shop Antica Noe at 220 E.53 with 10 of the most popular sandwiches they fell in love.",
    "tweet-1": "Citymeals co-president Daniel Boulud devised the ChefsDeliver program so the city's chefs would see what the delivered meal actually mean.",
    "tweet-2": "Junnno Chef Hubbell, participating in Citymeals ChefsDeliver outreach, said he was touched to meet the homebound who get meal deliveries.",
    "tweet-3": "Junno's Steven Hubbell delivers India-accented lunch to Citymeals shutin Mina, after sending 100 meals to the Bronx pic.twitter.com/Zn8AMWl8CK",
    "tweet-4": "Persuaded friends to try torts della nonna. House sent gift of cookies. I couldn't resist but then,I rarely do. pic.twitter.com/ZYoc8Dj0DY",
    "tweet-5": "Tried LaSirena's soft, sensuous, sweet and sour pork meatballs sittng on escarole w/pecorino. pic.twitter.com/Du1iQK50sM",
    "tweet-6": "Corner @LaSirena table lasngt. Squash hidden inside house made lush & creamy burrata w/pesto in Pantelleria-style. pic.twitter.com/QXFI0rggh5",
    "tweet-7": "If you like oldfashioned American pies like I do,my latest instagram will have you rushing to Salvation Burger. http://bit.ly/1XY1RSD ",
    "tweet-8": "There's no question salt labels will mean more expense for restaurants required to post them. https://twitter.com/grubstreet/status/704547725795319808 …",
    "tweet-9": "RT Sign up to receive our Special Delivery e-newsletter to stay up to date on all Citymeals news and events: http://ow.ly/YT6Ij ",
    "tweet-10": "\"the turnover of fashionable ex's & about-to-be-ex's w/ soon-to-be-mates was dizzying\" Read my '71 piece on Elaine's http://bit.ly/1tKnuY7 ",
    "tweet-11": "The Earth-Tone Handbag w/ Pewter Metal Frame is calling your name! TheAccidentalBagLady http://etsy.me/1MPkr88  pic.twitter.com/h1F330btWC",
    "tweet-12": "Great to see the Voice staffing up again.My ex-the late DonForst loved his years @villagevoice.Hope the title design doesnt get banned.",
    "tweet-13": "I have enough matchbooks left fr/years of collecting in case of blackouts. A drink stirrer collection too https://twitter.com/willemharvey/status/703322359831334913 …",
    "tweet-14": "Alfred Portale focusing on cooking Italian will surely bring me there. Need pals to join. https://twitter.com/GothamBar_Grill/status/703627123676876800 …",
    "tweet-15": "Not to be rude but HighSt came to Hudson so I don't need to go to Philley right now. https://twitter.com/PhillyCook/status/703659372015185920 …",
    "tweet-16": "If it's not too late for me,not 2 late for you.Delicious flights of fancy @Wildair http://bit.ly/21DfOaF  radish pic.twitter.com/nbmbkzeTYx",
    "tweet-17": "I'm the last to get to Wildair but just in time. Read my new BITE http://bit.ly/21DfOaF  uni w/crusty potato pie. pic.twitter.com/0lLnZ3Z2DX",
    "tweet-18": "Pucci lacks vroom.Moschino is absurdist.Where did the trousers go? Friedman asks Mrs. Prada.I guess it all adds up.Not sure why I read this.",
    "tweet-19": "Times VanessaFriedman asks \"Are we burning down our house? In the midst of fashion month,it's a legitimate question. http://goo.gl/yvJf0W "
  },
  {
    "handle": "ruthreichl",
    "name": "ruthreichl",
    "bio": "Writer. Eater. Cook. Former Gourmet editor.",
    "tenure": "7.10 years",
    "tweet_count": "5,100",
    "following": "200",
    "followers": "649K",
    "tweet-0": "RT Chili by @NancySilverton and @ruthreichl rated best in history @Mariobatali @dominiquecrenn \nhttp://www.krikorianwrites.com/blog/2016/2/28/ruth-reichl-and-nancy-silverton-stumble-onto-greatest-chili-in-history … pic.twitter.com/ATT4wZ99bg",
    "tweet-1": "Near Seattle on Saturday? Come see me and other authors at the Kings Country Library System’s Literary Lions Gala.\nhttps://kclsfoundation.ejoinme.org/llg2016 ",
    "tweet-2": "What they were eating in London, circa 1750:\nhttp://ruthreichl.com/2016/03/they-ate-well.html/ …",
    "tweet-3": "Sitting in sunshine. Birds singing. Fountain burbling. Scent of jasmine in the air. Fingers sticky from the final chicken wing. Happy in LA.",
    "tweet-4": "What we ate while watching the Oscars.  A bunch of recipes - and where to get the best burritos I've ever eaten.\nhttp://ruthreichl.com/2016/02/what-we-ate-while-watching-the-oscars.html/ …",
    "tweet-5": "Me too! https://twitter.com/francis_lam/status/703801899665981440 …",
    "tweet-6": "RT So excited to hear @ruthreichl & @Nancy_Pearl Sat. Mar. 5th @ #litlions2016 Tickets still available: https://kclsfoundation.ejoinme.org/llg2016 ",
    "tweet-7": "A new (to me) herb that I can no longer live without:\nhttp://ruthreichl.com/2016/02/things-i-love-fragrant-green-slightly-bitter.html/ … pic.twitter.com/WeOYAjp3ql",
    "tweet-8": "Great book! https://twitter.com/ruhlman/status/702943354535936000 …",
    "tweet-9": "Sad news: Meredith is closing More.",
    "tweet-10": "Tranquil LA morning. Sun shining. Fountain burbling. Iris blooming. Hummingbirds whirring. Peeling kishus, scent fills the air. Happy.",
    "tweet-11": "Another fascinating vintage cookbook:\nhttp://ruthreichl.com/2016/02/and-now-a-word-from-the-mystery-chef.html/ …",
    "tweet-12": "Right back at you! An honor. (And a great read.) https://twitter.com/taraobrady/status/702867401285701632 …",
    "tweet-13": "This doughnut was so light it floated into my mouth, whispered delicious flavor - and then vanished. \nhttp://ruthreichl.com/2016/02/la-breakfast.html/ …",
    "tweet-14": "Breakfast pizza, Jon and Vinny's. Perfect LA morning. pic.twitter.com/jb67CF0sBX",
    "tweet-15": "What are you doing on March 5th? Come see me - and a bunch of great authors - at the King's County Literary Gala.\nhttps://kclsfoundation.ejoinme.org/llg2016 ",
    "tweet-16": "Is this America's most overlooked regional cuisine?\nhttp://ruthreichl.com/2016/02/pancake-soup.html/ …",
    "tweet-17": "This looks fantastic. Thanks! https://twitter.com/bburikitchen/status/701940416707362816 …",
    "tweet-18": "Been dreaming about this dish all day, remembering the flavor, wondering how soon I can have it again.\nhttp://ruthreichl.com/2016/02/cant-stop-thinking-about.html/ …",
    "tweet-19": "SO delicious! Ganjang Gaejang at Soban in LA. Raw marinated crab. Heaps of gorgeous roe. Fabulous finger food. pic.twitter.com/65J7KXxz2f"
  },
  {
    "handle": "max_fisher",
    "name": "Max Fisher",
    "bio": "Foreign Editor at @VoxDotCom",
    "tenure": "7.34 years",
    "tweet_count": "1,084",
    "following": "777",
    "followers": "73.7K",
    "tweet-0": "“this novel about a presidential primary gone awry is good, but a bit on the nose and unbelievable at points\"  https://twitter.com/alexis_levinson/status/702373081462009858 …",
    "tweet-1": "glad to hear Washington’s Worst Idea not getting any traction https://twitter.com/lrozen/status/704750589780037632 …",
    "tweet-2": "This is all to say — Dugin endorsing Trump says lots (and nothing good) about Trump, but says nothing about Putin, write-ups to the contrary",
    "tweet-3": "Duginists I spoke to in Moscow consider Putin a traitor to the cause and blame him for Dugin getting fired from Moscow State Univ in 2014.",
    "tweet-4": "Aleksandr Dugin is loathsome, but both he and his “Eurasianist” ideology have been on the outs in Moscow for some time. No Putin ally.",
    "tweet-5": "How Iran's election could make history http://www.vox.com/2016/2/11/10950848/iran-elections-supreme-leader?utm_campaign=vox&utm_content=feature%3Atop&utm_medium=social&utm_source=twitter … via @voxdotcom",
    "tweet-6": "I don’t really understand what this UN list is, but I’m not it, so I guess that’s nice? http://unfoundationblog.org/the-abcs-of-global-influencers-to-follow-in-2016/ …",
    "tweet-7": "RT Great closing paragraphs from @Max_Fisher on the existence of Iranian politics and why DC needs to wake up to them. http://www.vox.com/2016/3/1/11139970/iran-elections …",
    "tweet-8": "RT Editorial in @FT calls Iran election result \"fruits of Vienna pact\" http://www.ft.com/intl/cms/s/0/7980648c-dee5-11e5-b67f-a61732c1d025.html#axzz41fyuVfpV … pic.twitter.com/nVRShxrxdD",
    "tweet-9": "RT The Ayaan Hirsi Ali problem: why do anti-Islam Muslims keep getting promoted as \"experts\"? http://www.vox.com/2016/3/1/11139272/muslim-pseudo-experts?utm_campaign=vox&utm_content=chorus&utm_medium=social&utm_source=twitter …",
    "tweet-10": "It's time to acknowledge that Iran's internal politics matter http://www.vox.com/2016/3/1/11139970/iran-elections …",
    "tweet-11": "RT 4 reasons Iran's election is a bigger deal than you think http://www.vox.com/2016/3/1/11139970/iran-elections?utm_campaign=vox&utm_content=chorus&utm_medium=social&utm_source=twitter … pic.twitter.com/m4FheeDwM9",
    "tweet-12": "RT Great #longread by @amandataub on authoritarian tendencies & support for Trump (plus new polling data!): \n\nhttp://www.vox.com/2016/3/1/11127424/trump-authoritarianism …",
    "tweet-13": "RT Attacks by PA security officers: implications for Israel-PA security coordination. My thoughts in @ForeignAffairs https://www.foreignaffairs.com/articles/israel/2016-02-28/palestine-brink# …",
    "tweet-14": "RT key demand of Syria rebels is aid start reaching besieged areas ahead of March 7 talks. Seems to be happening.     http://www.undispatch.com/cautious-optimism-syria-edition/ …",
    "tweet-15": "RT EXCLUSIVE: Iran's Human Rights chief tells me #Iran will revise death penalty law -- cutting high execution rate: http://cnn.it/1UuHc8Y ",
    "tweet-16": "RT Today is pub date for my book, \"DARK TERRITORY: The Secret History of Cyber War.\" http://amzn.to/1oMbrfh ",
    "tweet-17": "RT Is a popular desire for authoritarianism the key to Trump's rise? Interesting Vox piece by @amandataub http://www.vox.com/2016/3/1/11127424/trump-authoritarianism …",
    "tweet-18": "One of the joys of being an editor rather than a writer is that you can be even more shameless in promoting things you worked on.",
    "tweet-19": "RT Most pundits were blindsided by the Trump phenomenon, but a few political scientists saw it coming. http://www.vox.com/2016/3/1/11127424/trump-authoritarianism …",
    "tweet-20": "RT  http://www.vox.com/2016/3/1/11127424/trump-authoritarianism …"
  },
  {
    "handle": "davidgrann",
    "name": "David Grann",
    "bio": "Staff Writer @NewYorker. Author The Lost City of Z and The Devil and Sherlock Holmes",
    "tenure": "3.79 years",
    "tweet_count": "12.9K",
    "following": "1,187",
    "followers": "34.2K",
    "tweet-0": "Hamas Commander, Accused of Theft and Gay Sex, Is Killed by His Own http://nyti.ms/1SeQnK5 ",
    "tweet-1": "John Oliver Finally Takes On Trump's Fragile Ego, Lawsuits And Lack Of Policy (VIDEO) @TPM http://talkingpointsmemo.com/livewire/john-oliver-donald-trump-presidential-campaign …",
    "tweet-2": "Oscar Winners 2016: The Complete List http://nyti.ms/214UKry ",
    "tweet-3": "Meg Whitman Assails Chris Christie for Backing Donald Trump: \"For some of us, principle and country still matter.” http://www.nytimes.com/politics/first-draft/2016/02/28/meg-whitman-assails-chris-christie-for-backing-donald-trump/ …",
    "tweet-4": "RT We have reached the singularity wherein Bloomberg copy reads as savage satire of this age. http://www.bloomberg.com/politics/trackers/2016-02-28/trump-defends-quoting-mussolini-evades-disavowing-kkk … pic.twitter.com/XgpvaGejEr",
    "tweet-5": "Me too RT @bruce_arthur: Can't stop watching https://twitter.com/r0bato/status/703945701487677440 …”",
    "tweet-6": "Hillary Clinton, ‘Smart Power’ and a Dictator’s Fall http://nyti.ms/21rtwB3 ",
    "tweet-7": "With All Eyes On Trump, Clinton Is Winning The Democratic Nomination http://53eig.ht/1QOK1lr ",
    "tweet-8": "RT Chris Hughes sells New Republic to liberal publisher Win McCormack http://on.wsj.com/21nhF6R ",
    "tweet-9": "Senator Graham: “If you kill Ted Cruz on\" the Senate floor & \"trial was in the Senate, nobody could convict you.” https://politicalwire.com/2016/02/26/graham-mocks-the-gop-presidential-race/ …",
    "tweet-10": "A losing politician is a dangerous thing.",
    "tweet-11": "Trump is the GOP’s Frankenstein monster. Now he’s strong enough to destroy the party. http://wpo.st/mdbF1 ",
    "tweet-12": "A smart piece on why the G.O.P. isn't trying harder to beat Donald Trump, allowing him to waltz to the nomination http://www.newyorker.com/news/benjamin-wallace-wells/bet-on-donald-trump …",
    "tweet-13": "Trump intimidates GOP mega-donors, who now shy away from fight with him. Which may mean the GOP race is over: http://www.politico.com/story/2016/02/donald-trump-megadonors-219690 …",
    "tweet-14": "Lost tapes reveal Apollo 10 astronauts claimed to hear strange music at the moon http://www.huffingtonpost.com/entry/apollo-10-astronauts-reported-unexplained-music-at-moon_us_56c80662e4b0928f5a6c0679 …  thx @brianbeutler",
    "tweet-15": "Seas Are Rising at Fastest Rate in Last 28 Centuries http://nyti.ms/1mTrPJF ",
    "tweet-16": "How Jeb Bush Spent $130 Million Running for President With Nothing to Show for It http://nyti.ms/219XhWT ",
    "tweet-17": "How one family's drug trafficking, kidnapping, and murder charges turned a Texas teacher fugitive: https://news.vice.com/article/how-one-familys-drug-trafficking-kidnapping-and-murder-charges-turned-a-texas-teacher-fugitive …",
    "tweet-18": "A very timely @retroreport: How the legacy of Bush v. Gore will impact the coming presidential election. http://www.retroreport.org/#.VssBz1B_qxM.twitter …"
  },
  {
    "handle": "annaholmes",
    "name": "Anna Holmes",
    "bio": "Instagram: @annaholmes. Formerly @jezebel, now @thisisfusion & @nytimesbooks. March avatar: big hair.",
    "tenure": "7.05 years",
    "tweet_count": "42.9K",
    "following": "2,700",
    "followers": "30.4K",
    "tweet-0": "RT Donald Trump and the Central Park Five: Your Super Tuesday reminder of who he has always been. http://www.newyorker.com/news/amy-davidson/donald-trump-and-the-central-park-five …",
    "tweet-1": "Big big congrats to @rtraister, whose fantastic and very important new book, “All the Single Ladies,” is out today. \nhttp://www.amazon.com/All-Single-Ladies-Unmarried-Independent/dp/1476716560 …",
    "tweet-2": "RT Shorter this piece: \"If you ignore black people, then Clinton actually lost South Carolina.\" http://www.huffingtonpost.com/seth-abramson/5-ways-the-media-is-grave_b_9340218.html …",
    "tweet-3": "RT Celebrate the end of the longest month by planning to attend our March events @lsjamison @rtraister @AnnaHolmes http://conta.cc/24fM9qg ",
    "tweet-4": "Mad Max.  https://twitter.com/suzisteffen/status/704170055085363200 …",
    "tweet-5": "Great movie. But, IMO, not the greatest of the bunch.",
    "tweet-6": "Whut?\n\nFact check, please.",
    "tweet-7": "RT This would be fun to see. #Oscars pic.twitter.com/zH91ihNxVH",
    "tweet-8": "RT .@realDonaldTrump a Mexican won the Oscar for best director. For the second year in a row.",
    "tweet-9": "RT Does he know he is speaking to an industry that for the most part stands behind Roman Polanski?",
    "tweet-10": "RT Half-assed Asian joke, #Oscars, and then preach about diversity? #LoseMe",
    "tweet-11": "RT THE ONLY ASIANS AT THE #OSCARS THIS YEAR WERE KIDS WHO WERE ACCOUNTANTS AND WHO BUILT IPHONES IN SLAVE CONDITIONS THANK YOU ACADEMY",
    "tweet-12": "what https://twitter.com/thrashradical/status/704145602511122432 …",
    "tweet-13": "what https://twitter.com/Notorious_Nava/status/704129140375425024 …",
    "tweet-14": "I'm 25% joking  https://twitter.com/colbyhall/status/704122540864741376 …",
    "tweet-15": "Oh god the Bernie Bros have invaded the Oscars.",
    "tweet-16": "I love Chris Rock.\n\nJust...not tonight.",
    "tweet-17": "Idea: Montage of white people reacting to Chris Rock."
  },
  {
    "handle": "nycjim",
    "name": "Jim Roberts",
    "bio": "Executive editor & chief content officer of @Mashable; full-time student of the news, lover of social media & long-time follower of the Grateful Dead.",
    "tenure": "7.76 years",
    "tweet_count": "83.7K",
    "following": "1,805",
    "followers": "174K",
    "tweet-0": "Ecstasy overdose caused death of UCLA student who went to rave at county fairgrounds. http://fw.to/4QGRSsT ",
    "tweet-1": "GOP melting down: Paul Ryan blasts Trump, saying he must reject “bigotry\" after KKK flap. http://mashable.com/2016/03/01/paul-ryan-donald-trump-kkk/#YZTAP9yQFiqR … pic.twitter.com/wq1HFVWGMc",
    "tweet-2": "The one-eyed aviation hero who  developed the 1st pressurized spacesuit. Great story. http://mashable.com/2016/03/01/wiley-post/#dEjUmz7NGkqY … pic.twitter.com/QpH6k7A4TL",
    "tweet-3": "RT At least we're being honest here. https://twitter.com/mediaite/status/704714617969319936 …",
    "tweet-4": "RT LA Times reporters almost couldn't cover Oscars b/c Tribune execs took their tix. @kdoctor http://politi.co/1SeSQnS  pic.twitter.com/YrpZ0nQocg",
    "tweet-5": "RT I wrote about the hypocrisy of @NASCAR, which is on full display with its endorsement of Trump. http://thinkprogress.org/sports/2016/03/01/3755041/nascar-endorses-trump/ …",
    "tweet-6": "Sacha Baron Cohen was supposed to present at the #Oscars. But instead, Ali G showed up. http://mashable.com/2016/03/01/oscars-ali-g/#ahmbj8C198qQ … pic.twitter.com/lpWfqfABfS",
    "tweet-7": "Stones update: Charlie, Keith, Mick and Ronnie will perform free concert in Cuba, March 25. http://www.rollingstones.com/2016/03/01/the-rolling-stones-announce-free-concert-in-cuba/ … pic.twitter.com/5CMo0q3rgL",
    "tweet-8": "Thanks for the Stones update.  https://twitter.com/mweissenstein/status/704686101567578112 …",
    "tweet-9": "Stones reportedly to perform for 1st time in Cuba. And yes, they’re all younger than Fidel. http://www.nme.com/news/the-rolling-stones/91934 … pic.twitter.com/HW4xDJWDHb",
    "tweet-10": "I think we've gone far enough now.  https://twitter.com/statnews/status/704656337876230144 …",
    "tweet-11": "Next to the $2.6MM Bugatti Chiron,  the new $1.9MM Lamborghini Centenario is a bargain. http://mashable.com/2016/03/01/2017-lamborghini-centenario/?utm_cid=hp-hh-pri#_ … pic.twitter.com/KconeEAlSr",
    "tweet-12": "RT Bill still has some sense - http://www.nytimes.com/2016/03/01/us/politics/hillary-clinton-donald-trump-general-election.html?smprod=nytcore-iphone&smid=nytcore-iphone-share … pic.twitter.com/kdYrp9uLNn",
    "tweet-13": "Ah, the world we live in. pic.twitter.com/0wv6Bqzheb",
    "tweet-14": "NBA star Jeremy Lin says he’s \"tired of it being cool\" to bash Asians after  #Oscars joke.  http://www.scmp.com/sport/other-sport/article/1919022/jeremy-lin-says-hes-tired-it-being-cool-bash-asians-he-slams?utm_source=&utm_medium=&utm_campaign=SCMPSocialNewsfeed … pic.twitter.com/UpIn8Pl0im",
    "tweet-15": "The “real\" Mad Max died just before \"Fury Road\" won six Oscars.  http://mashable.com/2016/02/29/mad-max-aspin/#k6IfDjnU805I … pic.twitter.com/ujmTOGVfSm",
    "tweet-16": "Interesting bit of history: In 1927, Trump's father was arrested after a Klan riot in NYC. http://wpo.st/RQPH1  pic.twitter.com/y6Ro3ibqh3",
    "tweet-17": "RT It's come to this: Republicans are attacking their last presidential nominee for being against the KKK pic.twitter.com/QP7M0YIBGQ",
    "tweet-18": "RT Tomorrow's front page:\n\nSIGN OF THE APOCALYPSE: Trump poised to dominate Super Doomsday \n\nhttp://nydn.us/1WSKrFN  pic.twitter.com/UynHnGxO3W",
    "tweet-19": "On Maddow, Rep. Tulsi Gabbard, ex-DNC vice-chair, delivers strong condemnation of Hillary Clinton on Libya, Iraq. pic.twitter.com/onowbM3rSM"
  },
  {
    "handle": "weeddude",
    "name": "Michael Rusch",
    "bio": "Global News Curation Director for @BuzzFeed and @BuzzFeedNews — @TIME's 140 Best Twitter Feeds of 2013 — 'Connoisseur' of the edge — weeddude@buzzfeed.com",
    "tenure": "6.56 years",
    "tweet_count": "127K",
    "following": "420",
    "followers": "24.7K",
    "tweet-0": "late night twitter will always be the best twitter — its where the true freaks hangout",
    "tweet-1": "i've spent most of my day not on social media and i kind of feel strange and dirty about it",
    "tweet-2": "oh, just writing work emails at 1:39 am in the morning pic.twitter.com/FoFt4Dnom6",
    "tweet-3": "Going mobile",
    "tweet-4": "RT Cruz https://twitter.com/tedcruz/status/703990847893696512 … and Rubio https://twitter.com/marcorubio/status/704015546849820673 … have both denounced Trump for not disavowing KKK",
    "tweet-5": "RT Folks worked up out about Gawker's fake Mussolini account set up to, as they said, \"trap\" Trump. He RT'd. And...that proves what new point?",
    "tweet-6": "RT @big_ben_clock: BONG BONG BONG BONG BONG BONG BONG BONG BONG BONG BONG",
    "tweet-7": "RT Here's what's going on with the South Carolina Democratic primary, which Hillary Clinton just won http://www.buzzfeed.com/buzzfeednews/south-carolina-democratic-primary-winner?utm_term=.whPZk5m6Qn …",
    "tweet-8": "RT Follow @BuzzFeedNews' @rubycramer and @darrensands who are on ground in South Carolina for the South Carolina Democratic Primary",
    "tweet-9": "i have spent the last 2 hours watching videos on the new @BuzzFeedVideo app — love it",
    "tweet-10": "RT @TheRyanParker: Donald Trump: “Maybe I’ll start shopping permanently at Wal-Mart if we win Arkansas.” pic.twitter.com/xKeoXC9cPL",
    "tweet-11": "RT It’s three days until Super Tuesday and Donald Trump is spending the largest portion of his stump speech talking about Rubio sweating",
    "tweet-12": " RT @toddgillman: “Donald Trump likes to sue people. He should sue whoever did that to his face,” @MarcoRubio says of Trump’s spray tan.",
    "tweet-13": ".@NYDailyNews front page tomorrow pic.twitter.com/K20jLyLdex",
    "tweet-14": "Yoko Ono was hospitalized Friday evening after suffering a possible stroke, sources told @CBSNewYork http://www.cbsnews.com/news/yoko-ono-hospitalized-after-possible-stroke/ …",
    "tweet-15": "RT For the past few weeks, I've noticed how MSNBC has sidelined @MHarrisPerry. Now @koblin has the stunning backstory: http://www.nytimes.com/2016/02/27/business/media/melissa-harris-perry-walks-off-her-msnbc-show-after-pre-emptions.html …",
    "tweet-16": "omg! RT @Adampasick: We live in strange times.` pic.twitter.com/GwQpoXwcyt",
    "tweet-17": "This is all kind of wild RT @WordsOfSarah: What Trump thinks Rubio does with water bottles pic.twitter.com/Ua9LHuf4RM",
    "tweet-18": "RT just now @marcorubio on @realdonaldtrump: \"He's a con man. We're going to unmask him. He's not going to be nominee. GOP would come apart\"",
    "tweet-19": "RT Rubio on Trump: “We cannot allow the party of Reagan to be taken over by a con man” says “party would be split apart” if Trump wins"
  },
  {
    "handle": "cschweitz",
    "name": "Callie Schweitzer",
    "bio": "Editorial Director of Audience Strategy @TIME, @lifemotto and @TimeInc. Former lives @VoxMediaInc, @TPM. Love news, tech & @DietCoke callie@callieschweitzer.com",
    "tenure": "7.02 years",
    "tweet_count": "66.7K",
    "following": "1,238",
    "followers": "61K",
    "tweet-0": "“There are extraordinary measures that need to be taken for a military woman who’s a mother to succeed” http://j.mp/1LtYpgO ",
    "tweet-1": "'Legends of the Hidden Temple' to come back as live-action Nickelodeon TV movie http://j.mp/1XY1esm ",
    "tweet-2": "Hillary Clinton, Bernie Sanders could easily top Donald Trump, according to a new poll  http://j.mp/1TOs1H9 ",
    "tweet-3": "Marine veteran: Drafting women is key to ending gender discrimination http://j.mp/1oLZg21 ",
    "tweet-4": "Women entrepreneurs are 'more ambitious' and 'more successful' than men, study says   http://j.mp/1OK9ZPI ",
    "tweet-5": "Watch the moving acceptance speech from the first black actress to win an Oscar  http://j.mp/1QHB8nA ",
    "tweet-6": "Awesome: Watch Morgan Freeman go for a Girl Scout cookie at the Oscars http://j.mp/1ndEC9M ",
    "tweet-7": "Totally needed this today: Here's a photo of a dog with braces goofily smiling http://j.mp/1Qo4qvC ",
    "tweet-8": ".@TIME responds to confrontation with Secret Service at Trump event http://j.mp/1KZqUD4 ",
    "tweet-9": "Worth your time --> Watch Ben Affleck sneakily smuggle Matt Damon onto Jimmy Kimmel Live! http://j.mp/1oJT5eE ",
    "tweet-10": "“Robert De Niro has never said, 'I’ve got to slow this acting down so Meryl Street can catch up'” http://j.mp/1XVBe0P ",
    "tweet-11": "RT RT: Check out my article in @TIME how \"It's important for women to be likable and aggressive\"  https://twitter.com/TIME/status/701797376869146625 …",
    "tweet-12": "Kylie Jenner battles Kylie Minogue for name trademark http://j.mp/1TKXBW2 ",
    "tweet-13": "“Single women are taking up space in a world that was not designed for them.” http://j.mp/1oQJx2c ",
    "tweet-14": "How @timeinc is reaching millennial women http://j.mp/1nbr9iP ",
    "tweet-15": "“Do you accept Apple Pay for the Girl Scout cookies?” #oscars",
    "tweet-16": ".@violadavis: \"I could show people that I could do just as well as any one of my Caucasian counterparts” http://j.mp/1RyC0Ou  #oscars",
    "tweet-17": "The 10 most scathing jokes from Chris Rock’s Oscars monologue  http://j.mp/1TgEXXN ",
    "tweet-18": "Read the full text of Chris Rock's Oscars monologue http://j.mp/1QeBchy  pic.twitter.com/o4ILHAD0Yt",
    "tweet-19": "I keep trying to fast forward my TV and then I realize I’m watching live. #Oscars"
  },
  {
    "handle": "jbarro",
    "name": "Josh Barro",
    "bio": "Now NYT, soon to be Senior Editor at Business Insider. MSNBC contributor. Host of KCRW's Left, Right & Center. josh.barro@nytimes.com",
    "tenure": "7.47 years",
    "tweet_count": "77.8K",
    "following": "1,857",
    "followers": "83.5K",
    "tweet-0": "Say what you will about Rubio, he's done an excellent job managing expectations for today's primaries.",
    "tweet-1": "RT McConnell doesn't deny comment about dropping Trump like a hot rock:\n\"I don't remember saying anything like that to all of you.\"",
    "tweet-2": "RT September 17, 2015 https://twitter.com/NateSilver538/status/644555290126491649 …",
    "tweet-3": "The Way We Live Now: Donald Trump is for real and Bill Kristol is performance art.",
    "tweet-4": "RT September 16, 2015 https://twitter.com/BillKristol/status/644358585791741952 …",
    "tweet-5": "At this point, it's almost mean to quote Bill Kristol's past statements. https://twitter.com/chrislhayes/status/704722729019133952 …",
    "tweet-6": "Trump is a businessman but not an Ayn Rand character. He made his money hand-in-hand with govt, doesn't hate it. http://www.nytimes.com/2015/09/20/upshot/donald-trump-and-the-art-of-the-public-sector-deal.html …",
    "tweet-7": "Rubio's \"This is a Republican debate, right?\" was meant as a dig at Trump, but actually showed how Rubio is out of touch with GOP voters.",
    "tweet-8": "So of course the party was vulnerable for a candidate who hit all the same anti-Obama notes and discarded the party's policy ideas.",
    "tweet-9": "And that's the thing: GOP had voters on board for anti-Obama agenda. The let-people-die-in-the-streets agenda was never a big seller.",
    "tweet-10": "The defining moment of this campaign was Rubio and Cruz expressing horror at Trump's pledge not to let people die in the streets.",
    "tweet-11": "RT NYT still making more money than Trump's casinos ever did.  https://twitter.com/lpolgreen/status/704528517569122304 …",
    "tweet-12": "GOP establishment still thinks its product is fine and the error lies with the customer base that won't buy it.",
    "tweet-13": "RT ok. http://thedailybeast.com/articles/2016/02/29/jesse-ventura-i-ll-run-for-president-if-bernie-loses.html … pic.twitter.com/Q7iNc3DFA8",
    "tweet-14": "As goes Vermont, so goes Maine. https://twitter.com/DanielStrauss4/status/704711383988961281 …",
    "tweet-15": "cc: @dandrezner  https://twitter.com/DanielLarison/status/704710354660491265 …",
    "tweet-16": "RT Seen outside polling place in Houston. Cruz will vote here shortly pic.twitter.com/AJAqJwVVu1",
    "tweet-17": "RT Put another way, it's not a \"civil war\" if millions of GOP voters choose Trump & a dozen lite-right op-ed writers sigh loudly about it.",
    "tweet-18": "RT Now that the GOP has embraced racial glasnost to repudiate Trump, a Voting Rights Act fix must be in the works, yes? Hello? Can you hear me?",
    "tweet-19": "Republicans are gonna consolidate behind Rubio any day now. He's just two or three penis jokes away from victory. https://twitter.com/mattyglesias/status/704703988218908674 …"
  },
  {
    "handle": "nickconfessore",
    "name": "Nick Confessore",
    "bio": "Political reporter for The New York Times. Sitting in the bleachers, watching the man in the arena. Retweets = death threats.",
    "tenure": "5.00 years",
    "tweet_count": "32.4K",
    "following": "1,060",
    "followers": "72K",
    "tweet-0": "Who told Lou? https://twitter.com/cjciaramella/status/704739595938824193 …",
    "tweet-1": "RT WED: I'm not attacking Trump\nTHU: lol no actually I am\nFRI: he's a con man\nSAT: pees his pants\nSUN: tiny dong\nMON: but let's get serious",
    "tweet-2": "Unbelievable. https://twitter.com/peterlattman/status/704672252072169472 …",
    "tweet-3": "Union-Leader apologizes for endorsing Christie; says he promised he wouldn't endorse Trump. http://www.unionleader.com/An-Editorial-Joseph-W-McQuaid-Publisher-Christie-was-our-bad-choice … pic.twitter.com/bxn0odSRjT",
    "tweet-4": ".@ggreenwald Why do you think this is some kind of unified Times strategy instead of just someone blabbing? https://twitter.com/devingo913/status/704668982192824321 …",
    "tweet-5": "Didn't work in the primary. Maybe in the general? http://www.nytimes.com/2016/03/01/us/politics/hillary-clinton-donald-trump-general-election.html?smprod=nytcore-iphone&smid=nytcore-iphone-share … pic.twitter.com/rih5OndZKX",
    "tweet-6": "RT Clinton plan to beat Trump: portray him as misogynist & enemy of working class. Via @amychozick & @patrickhealynyt  http://www.nytimes.com/2016/03/01/us/politics/hillary-clinton-donald-trump-general-election.html …",
    "tweet-7": "If Trump locks nomination, do Senate Republicans negotiate on SCOTUS? Or take chances w/November?",
    "tweet-8": "I thought Festivus only came once a year. https://twitter.com/nahmias/status/704471478448869376 …",
    "tweet-9": "Netflix and scarf a bag of pirates booty at your desk.",
    "tweet-10": "RT @nickconfessore next debate is on FOX as was 1st. If they don't start with same question, ... lol",
    "tweet-11": "I mean party loyalty is not a suicide pact but still. https://twitter.com/nickconfessore/status/704432384679215106 …",
    "tweet-12": "OUT: GOP elites demanding Trump sign a pledge to support the nominee.\nIN: GOP elites pledging not to support Trump if he is the nominee.",
    "tweet-13": "If you explain, I will retweet it. https://twitter.com/marklotto/status/704424428642373632 …",
    "tweet-14": "Sanders now at $38.3m for February. http://www.nytimes.com/politics/first-draft/2016/02/29/digital-ads-for-hillary-clinton-focus-on-young-women-and-equal-pay/ …",
    "tweet-15": "Pro-HRC super PACs begin spending millions to persuade young women to get more excited for her: http://www.nytimes.com/politics/first-draft/2016/02/29/digital-ads-for-hillary-clinton-focus-on-young-women-and-equal-pay/ …",
    "tweet-16": "RT most damning video of the Secret Service agent's assault on photographer Chris Morris https://www.instagram.com/p/BCYYkMim_BA/ ",
    "tweet-17": "Really excited to read those transcripts BuzzFeed is going to release of off-record conversations their reporters have with politicians.",
    "tweet-18": "RT @nickconfessore The agent identified himself as with Secret Service",
    "tweet-19": "Correction: Some reports now, from people who know, that the pin in question was a SS anniversary pin, so guy in video may have been SS."
  },
  {
    "handle": "rameshponnuru",
    "name": "Ramesh Ponnuru",
    "bio": "National Review senior editor, Bloomberg View columnist, AEI Visiting Fellow. Husband of @aprilponnuru. Prez-campaign disclosure: http://www.nationalreview.com/corner/414464/full-disclosure-ramesh-ponnuru …",
    "tenure": "4.77 years",
    "tweet_count": "15.9K",
    "following": "559",
    "followers": "35.5K",
    "tweet-0": "RT 1) Misspelled her name. \n\n2) She's one of the most popular governors in America. Fav ratings much higher than yours! https://twitter.com/realDonaldTrump/status/704747986446913541 …",
    "tweet-1": "RT Debbie Wasserman Schultz is attempting to insulate payday lenders from new CFPB regs and liberals are not happy http://www.huffingtonpost.com/entry/debbie-wasserman-schultz-paylenders-cfpb_us_56d4ce38e4b03260bf77e8fc …",
    "tweet-2": "RT Total Ben Carson Super Tuesday TV spending: Not a penny. http://morningconsult.com/briefs/campaigns-brief-super-tuesday/ …",
    "tweet-3": "RT \"I think Bernie's challenge was a positive thing.\" -- Barbara Boxer, already speaking of Bernie in the past tense.",
    "tweet-4": "Gosh, who to believe, Christie or McQuaid? http://www.nationalreview.com/corner/432150/chris-christies-bad-memory …",
    "tweet-5": "RT Trump v. Clinton: He gets 57% of white voters, 15% of non-whites. Rubio gets 61% of white voters, 27% of non-whites. http://i2.cdn.turner.com/cnn/2016/images/02/29/rel4b.-.2016.general.pdf …",
    "tweet-6": "RT My latest @FDRLST: Team Trump admits his China tariffs wld hurt most Americans, esp the poor, to subsidize a few http://thefederalist.com/2016/03/01/endorser-agrees-trump-policies-will-benefit-rich-at-expense-of-poor-and-middle-class/ …",
    "tweet-7": "RT This is political malpractice: percentage of Rs who have heard of various Trump stories 1/2 https://pbs.twimg.com/media/CcbYP1OXIAAG06Q.jpg …",
    "tweet-8": "RT Amazing little detail in this Spiegel profile of Donald Trump. http://m.spiegel.de/international/world/a-1075060.html … pic.twitter.com/Ew4DRz8TkE",
    "tweet-9": "In CNN around 4:15 Eastern.",
    "tweet-10": "RT Trump said he'll open up the 9/11 commission papers that are secret so people can know who \"really\" knocked down WTC http://www.nytimes.com/2016/03/01/us/politics/donald-trump-conspiracy-theories.html?_r=0 …",
    "tweet-11": "RT The man is honest. https://twitter.com/Mediaite/status/704336492328591361 …",
    "tweet-12": "RT .@BuzzFeedBen suggests Trump told NYT off-record that wall/deport talk is opening gambit for negotiation http://www.buzzfeed.com/bensmith/trump-tape …",
    "tweet-13": "RT CNN/ORC: 43% of adults are probably Republican primary voters, right? Let's pretend they are. pic.twitter.com/LGCy06PEeA",
    "tweet-14": "RT @RameshPonnuru Okay! Let's end this on a note of agreement!",
    "tweet-15": "It's a minor point. But @HeerJeet should get his facts right before taking shots, and correct when, as we all do, he errs.",
    "tweet-16": "RT \"The Rubio family has come a long way from the days when their largest monthly expense was a check to Sallie Mae \" https://marcorubio.com/news/marco-rubio-tax-returns/ …",
    "tweet-17": "RT Mark Shields and @RameshPonnuru talk Christie’s Trump endorsement and analyze the GOP debate http://to.pbs.org/1LjJ6af ",
    "tweet-18": "About the health-care component of last night's debate: http://bloombergview.com/articles/2016-02-26/rubio-shows-republicans-a-way-out-of-obamacare …",
    "tweet-19": "I'll be on @newshour around 6:20 pm Eastern, talking about the week in politics."
  },
  {
    "handle": "thegarance",
    "name": "Garance Franke-Ruta",
    "bio": "Editor in Chief, @YahooPolitics, a @YahooNews production. Politics, media, breaking.",
    "tenure": "8.59 years",
    "tweet_count": "61.8K",
    "following": "5,557",
    "followers": "47.5K",
    "tweet-0": "RT “I voted for Hillary by voting for Trump” http://wapo.st/1QIYw4d ",
    "tweet-1": "From gifted hands to small hands: The year politics went mano-a-mano",
    "tweet-2": "RT .@realDonaldTrump’s reply to @marcorubio saying he has small hands https://vine.co/v/ig6bDl59wOF ",
    "tweet-3": "RT Glad to see the ballot taken so seriously https://www.washingtonpost.com/news/post-politics/wp/2016/03/01/liberals-explain-why-theyre-strategically-voting-as-republicans/?1 … pic.twitter.com/A7QxbJ0SGK",
    "tweet-4": "RT McConnell weighs in on Trump/KKK - very rare for him to do. \"Senate Republicans condemn David Duke, the KKK and his racism.\"",
    "tweet-5": "RT Socialism: Rolling Stones to give free concert in Cuba.",
    "tweet-6": "RT It is possible after tonight that we need both Cruz and Rubio to stay in to ensure a brokered convention.",
    "tweet-7": "RT Show us what \"New York values\" means to you! Tag a photo/video with #MyNewYorkValues. http://www.wnyc.org/story/new-york-values-vision-board/ … pic.twitter.com/TxP75F9BQf",
    "tweet-8": "Trumpmania: People dressed like Trump at Trump rallies https://www.yahoo.com/politics/trumpmania-181254916/photo-trump-buttons-1456856277984.html?soc_src=social-sh&soc_trk=tw … via @YahooPolitics",
    "tweet-9": "RT .@BernieSanders said a #serviceyear could help tackle youth unemployment & #studentdebt #stand4service #SuperTuesday pic.twitter.com/4FZaAov9z0",
    "tweet-10": "RT It's expensive to be poor, datapoint one million and one https://twitter.com/lizzieohreally/status/704712837919166468 …",
    "tweet-11": "RT agree with this. don't blame Obama tho. inevitable product of decades of TV culture http://www.nytimes.com/2016/02/28/opinion/sunday/from-obama-to-trump.html?_r=0 … @mattbai pic.twitter.com/cj4LQ5RALX",
    "tweet-12": "Sanders's attack on campaigns financed by special interests amplifies & benefits the Trump message of self-funded independence. Discuss.",
    "tweet-13": "RT Donald Trump Is \"Greatest Present Threat To American Democracy\": Larry Summers http://www.zerohedge.com/news/2016-03-01/donald-trump-greatest-present-threat-american-democracy-larry-summers …",
    "tweet-14": "RT This gentleman designed anti-Trump swastika sign and is warning that Hitler rose to power through dem process too. pic.twitter.com/X9MHxW1cF7",
    "tweet-15": "RT Totals from the Arkansas early vote, which ended yesterday. Polls open today til 7:30pm Central. https://twitter.com/arsecofstate/status/704666046565756928 …",
    "tweet-16": "RT Bernie's next day stop after Super Tuesday: Maine",
    "tweet-17": "RT Welp >> Carlson, Ingraham Label Romney A Liberal For Condemning Trump On KKK @TPM http://talkingpointsmemo.com/livewire/tucker-carlson-laura-ingraham-romney-kkk …",
    "tweet-18": "RT apparently @Trevornoah wants more diverse writers for @TheDailyShow, send in a resume or do with that what you will pic.twitter.com/wakt0aOYeB",
    "tweet-19": "RT VP of Facebook Brazil imprisoned as a sanction for not turning over WhatsApp messages http://politica.estadao.com.br/blogs/fausto-macedo/vice-presidente-do-facebook-brasil-e-preso-no-aeroporto-de-guarulhos/ … HT @javierpallero"
  },
  {
    "handle": "mattyglesias",
    "name": "Matthew Yglesias",
    "bio": "Dad. Voxxer.",
    "tenure": "7.63 years",
    "tweet_count": "103K",
    "following": "624",
    "followers": "162K",
    "tweet-0": "Seasoned Republican politicians spend years learning how to thread the needle on questions about racism.  https://twitter.com/toddzwillich/status/704743620826505217 …",
    "tweet-1": "Of course with Trump you have to worry about something like a world-wide financial crisis, whereas um...",
    "tweet-2": "Trump or the sober establishment that responded to a terror attack by invading the wrong country and letting the perpetrator get away?",
    "tweet-3": "It's especially challenging because the architects of that invasion are the most vehemently anti-trump faction.",
    "tweet-4": "Hard for the GOP establishment to argue the need for a steady hand at the helm when their last guy invaded a country for no reason.",
    "tweet-5": "RT Hot take: Nazism was worse than gridlock and hearings http://bit.ly/1UwNEfD ",
    "tweet-6": "Voting for Marco Rubio because you doubt the strength of Trump's anti-immigration convictions would be strange.",
    "tweet-7": "Emphasis on Florida as Rubio's must-win seems misguided to me. If he can't win in Minnesota, zero path to stopping Trump.",
    "tweet-8": "Bigoted ex-Democrats, it seems to me.  https://twitter.com/ron_fournier/status/704712878193045508 …",
    "tweet-9": "RT This is the most useful article I've read yet on the rise of Trump. Long, but worthwhile. http://www.vox.com/2016/3/1/11127424/trump-authoritarianism …",
    "tweet-10": "Will the #nevertrump caucus in congress finally do a Voting Rights Act fix now that we’ve reached consensus against racism?",
    "tweet-11": "8 months? Try four years. It's Trump's party until they nominate someone else. https://twitter.com/richlowry/status/704715746656526336 …",
    "tweet-12": "Good @RichLowry piece on why conservatives elites need Trump more than Trump needs them. http://www.nationalreview.com/article/228626/sarah-palins-roguish-charm-rich-lowry … pic.twitter.com/uayhUh8Isz",
    "tweet-13": "RT What time is Super Tuesday? http://www.vox.com/2016/3/1/11135770/super-tuesday-states-polls-results-2016 …",
    "tweet-14": "Make America Great Again! https://twitter.com/ritholtz/status/704693680762953728 …",
    "tweet-15": "Conservatives can’t get over this idea of arguing that the problem with Trump is he’s not extreme enough.  https://twitter.com/JimPethokoukis/status/704711618328993792 …",
    "tweet-16": "Bernie Sanders’ association with Ben Folds is discrediting, imho.",
    "tweet-17": "History’s greatest to be sure graf http://www.vox.com/2016/3/1/11139430/ft-letter-trump … pic.twitter.com/Nv9XOlxlrX",
    "tweet-18": "RT You'll read a lot about politics today. It'll mostly be garbage. Read about @dansinker and @MayorEmanuel instead. http://www.vox.com/2016/3/1/11132626/mayor-emanuel-twitter …",
    "tweet-19": "takes this hot can level cities  https://twitter.com/lhfang/status/704703278831915008 …"
  },
  {
    "handle": "buzzfeedandrew",
    "name": "andrew kaczynski",
    "bio": "Boss at @BuzzFeed Politics' KFILE. I also like cats. Email me at Andrew@BuzzFeed.com. Once challenged to a duel and called an idiot by Rand Paul.",
    "tenure": "4.67 years",
    "tweet_count": "106K",
    "following": "2,912",
    "followers": "138K",
    "tweet-0": "Here's audio of Trump in 2002 saying to invade Iraq on the Howard Stern Show http://www.buzzfeed.com/andrewkaczynski/in-2002-donald-trump-said-he-supported-invading-iraq-on-the#.rjLpoA7Jo …",
    "tweet-1": "Trump Once Threatened To Sue Over A Report He Owned A Book Of Hitler Speeches http://www.buzzfeed.com/andrewkaczynski/trump-once-threatened-to-sue-over-a-report-he-owned-a-book-o?utm_term=.ww7ORr6XR …",
    "tweet-2": "RT Anderson Cooper citing Buzzfeed during the Town Hall basically means that journalism is dead, right?",
    "tweet-3": "RT @callumborchers you demean yourself by citing Buzzfeed",
    "tweet-4": "RT @megynkelly BuzzFeed is a viral lab, focusing on tracking viral content...not a journalist news organization but was once owned by HuffPost.",
    "tweet-5": "I feel like this is a metaphor  https://twitter.com/cd_hooks/status/704735501215895552 …",
    "tweet-6": "Rubio seems sad he has to joke about Trump's ding dong to get coverage.\n\nhttp://www.buzzfeed.com/buzzfeednews/live-updates-super-tuesday-is-coming-and-all-eyes-are-on-tru?utm_term=.ncdjKoxr5&sub=4169159_8112926 … pic.twitter.com/Qugbieojgh",
    "tweet-7": "RT Trump just said he’s “never heard” the insult that he has small hands. The guy lies about the WEIRDEST things.",
    "tweet-8": "Trump Jr.: my dad will bring back meritocracy\nTrump Sr.: \"I like nepotism.\" pic.twitter.com/OfYl5aI46i",
    "tweet-9": "One of my all time favorite quotes http://www.buzzfeed.com/buzzfeednews/live-updates-super-tuesday-is-coming-and-all-eyes-are-on-tru?utm_term=.fm4nre7xr&sub=4169159_8107492#.qn8DNQZ0N … pic.twitter.com/e7FKCczosp",
    "tweet-10": "Prominent Kasich Endorser Thinks Trump Will Be Nominee  http://www.buzzfeed.com/buzzfeednews/live-updates-super-tuesday-is-coming-and-all-eyes-are-on-tru?utm_term=.iy2ReYZ0e&sub=4169159_8112086 …",
    "tweet-11": "\"Nice tits, no brain,\" - guess who (Google it) \n\nhttps://twitter.com/thbb239/status/704717119351595008 …",
    "tweet-12": "RT NEW: The odds of Michael Bloomberg running for president are “very, very low – almost zero,” source tells @jonkarl. pic.twitter.com/h9UxbF023L",
    "tweet-13": "RT You learn a lot about conservatives from whether they are fighting Trump or trying to join his bandwagon.",
    "tweet-14": "RT Caveat I'd add to last tweet is that it's quite possible a lot of nice friendly people you meet in person are very different people online",
    "tweet-15": "RT This fits with my experience (mostly)  https://twitter.com/seanmdav/status/704710156463030273 …",
    "tweet-16": ".@newtgingrich could pull off real political surprise & pay off his nearly-five million dollar 2012 campaign debt https://twitter.com/newtgingrich/status/704693747737632768 …",
    "tweet-17": "My prediction for Cruz and Rubio on Super Tuesday: Cloudy with a chance of pic.twitter.com/zrpgkOYmSO",
    "tweet-18": "\"I didn’t even know what overalls were. I said, 'what the hell is that,'\" said Trump \n\n http://www.buzzfeed.com/andrewkaczynski/donald-trump-first-encountered-overalls-in-2005?utm_term=.pvBovQpev …",
    "tweet-19": "Trump is real life Jack Donaghy  http://www.buzzfeed.com/andrewkaczynski/donald-trump-first-encountered-overalls-in-2005#.mkNPrRY5r … pic.twitter.com/HCg9l5fOll",
    "tweet-20": "Donald Trump Had No Idea What Overalls Were Until 2005 http://www.buzzfeed.com/andrewkaczynski/donald-trump-first-encountered-overalls-in-2005?utm_term=.it4Vl3yOl …"
  },
  {
    "handle": "byronyork",
    "name": "Byron York",
    "bio": "Chief political correspondent, Washington Examiner, Fox News contributor, author of The Vast Left Wing Conspiracy",
    "tenure": "6.71 years",
    "tweet_count": "28.4K",
    "following": "1,003",
    "followers": "161K",
    "tweet-0": "RT @dcexaminer: Border patrol: A wall would help http://washex.am/1QJkUKC ",
    "tweet-1": "Hi. You're southern? Have some barbecue. Wanna talk football? From Politico, Ted Cruz's troubled SEC strategy: http://ow.ly/YWExl ",
    "tweet-2": "Georgetown's Randy Barnett: I have long opposed third parties. But Trump... http://ow.ly/YW3ug ",
    "tweet-3": "On Fox, Trump discusses Rubio transformation: ‘It’s not who he is...all of a sudden he became Don Rickles.’",
    "tweet-4": "When Trump answered the 'secret interview' immigration question. http://ow.ly/YVuV5 ",
    "tweet-5": "RT @tedcruz: What is @realDonaldTrump hiding? Tell him to #ReleaseTheTape!\nhttp://amp.twimg.com/v/37c0a0f3-3f7 …",
    "tweet-6": "RT @SaraMurray: Brought 'em onstage in Georgia and everything. https://twitter.com/ZekeJMiller/status/704447576943304704 …",
    "tweet-7": "New: When Trump answered the 'secret interview' immigration question. http://ow.ly/YUjtb ",
    "tweet-8": "RT JUST IN: State Dept. to withhold two new Clinton emails containing \"top secret\" information\nhttp://washex.am/1TLUD3N  pic.twitter.com/6JavO5OqMH",
    "tweet-9": "Read @TPCarney on Rubio’s new personality: penis jokes and policy. http://ow.ly/YTqSG ",
    "tweet-10": "RT Justice Thomas didn't just break his 10-year silence with a single question today.  It was a on-going, in-depth discussion with counsel.",
    "tweet-11": "RT BREAKING: Clarence Thomas breaks 10-year silence during Supreme Court arguments http://hill.cm/wcqF0hY  pic.twitter.com/jzHVglXkOo",
    "tweet-12": "Link: Marco Rubio and a brief theory of Trump Fatigue. http://ow.ly/YSYaJ ",
    "tweet-13": "Just saying I'm not sure raising the disorder level will attract those wavering Trump voters, if there are any. http://ow.ly/YSY5P ",
    "tweet-14": "Rubio seems to have had a total personality transplant from candidate we saw in IA, NH, SC. Yes, he lost, had to try something different...",
    "tweet-15": "But not sure the Marco-the-insult-comic-candidate routine is gonna do it. http://ow.ly/YSXTp ",
    "tweet-16": "Not sure how other campaigns exploit that. Maybe they can't. Maybe there aren't enough voters willing to leave Trump.",
    "tweet-17": "If a Trump voter leaves, it's because campaign has become a taxing experience--just one thing after another, no end in sight.",
    "tweet-18": "Trump has an (apparently) unlimited tolerance for uncertainty, disorder, controversy. He's OK in campaign that wears some supporters out.",
    "tweet-19": "Everyone has a certain tolerance level for uncertainty, disorder, controversy. Get above it, they're uncomfortable."
  },
  {
    "handle": "emilybell",
    "name": "emily bell",
    "bio": "Director of Tow Centre for Digital Journalism at Columbia J School. ebell@columbia.edu.",
    "tenure": "8.95 years",
    "tweet_count": "44.6K",
    "following": "5,388",
    "followers": "49.4K",
    "tweet-0": "RT A taster of tomorrow evening's #Humanitas talk in Cambridge... http://bit.ly/1RCQ2Pp  https://twitter.com/emilybell/status/704425811927912448 …",
    "tweet-1": "The 'Trump University blog'  - every bit as rigorous as it sounds https://twitter.com/tomgara/status/704457762097471494 …",
    "tweet-2": "Interesting -mass market media is gone, and building a business of scale outside FB is all but impossible https://twitter.com/subbuvincent/status/704423119629520896 …",
    "tweet-3": "! A book club where people don't always read the literature in advance cc @tracycorrigan @Ed_Crooks http://www.bloomberg.com/politics/articles/2016-02-29/machiavelli-would-love-this-plot-twist-from-banks-dc-book-club …",
    "tweet-4": "The media...:  https://twitter.com/mediaite/status/704415609052856323 …",
    "tweet-5": "I can only imagine how the Cruz camp feels about all the 'New York values'  at play here https://twitter.com/tedcruz/status/704411964739420160 …",
    "tweet-6": "This is quite a story . I know what journalistic ethics say, buutt.. https://twitter.com/buzzfeedben/status/704379682700075008 …",
    "tweet-7": "No just a Twitter contradiction - try the whole of the news media.. https://twitter.com/avc/status/704340632593002501 …",
    "tweet-8": "RT \"DAVID Duke? Gosh, I thought he was asking about DAISY Duke. Nice gams, beautiful girl. No, I hate that guy.\"",
    "tweet-9": "no one is more pleased than me that Leo di Caprio won a prize for sleeping naked in a dead horse",
    "tweet-10": "LOL - though there is a place for fur and feathers friday... https://twitter.com/GeneralBoles/status/704242758895144961 …",
    "tweet-11": "it started with a @columbiajourn graduate and ended in a Oscar....with quite a bit in between https://twitter.com/irenachoistern/status/704284028917129216 …",
    "tweet-12": "Pulitzer Prizes very gracious about competing awards show... https://twitter.com/PulitzerPrize/status/704169610992549888 …",
    "tweet-13": "This is significant, and v good for @Medium - as @McAndrew joins : https://twitter.com/McAndrew/status/703284621535002624 …",
    "tweet-14": "V cool! Congrats @MattAtMIT & co - a win for (data) journalists #SpotlightMovie  https://twitter.com/mattatmit/status/704176342498091008 …",
    "tweet-15": "Wake up just in time to hear that @PostBaron is the best picture - as he should be #Oscars  https://twitter.com/washingtonpost/status/704170581227401216 …",
    "tweet-16": "RT Trump on David Duke and the KKK:  ¯\\_(ツ)_/¯ http://www.vox.com/2016/2/28/11129120/donald-trump-david-duke?utm_campaign=mattyglesias&utm_content=chorus&utm_medium=social&utm_source=twitter …",
    "tweet-17": "On a train with signal and points failure. A metaphor for Arsenal's afternoon",
    "tweet-18": "'I would like to add you to my professional network on LinkedIn ....no really' https://twitter.com/abc/status/703733717701939201 …",
    "tweet-19": "CBGBs as a trouser shop is a bit distressing tho cc @Ed_Crooks"
  },
  {
    "handle": "edbott",
    "name": "Ed Bott",
    "bio": "Tech journalist. The Obi-Wan of Windows. Bearded, or maybe not. RTs = nodding, pointing, and/or mwa-ha-ha. Occasional affiliate links.",
    "tenure": "8.14 years",
    "tweet_count": "110K",
    "following": "1,392",
    "followers": "41.1K",
    "tweet-0": "My new free ebook, Introducing Windows 10 for IT Professionals, is in the Kindle Store now:  http://amzn.to/1LtTnkf ",
    "tweet-1": "But you can probably find some 70-year-old to buy booze for you.  https://twitter.com/Carnage4Life/status/704736085096542208 …",
    "tweet-2": "This is some next-level shade. Well played, @Awl.  https://twitter.com/Awl/status/704735050726838272 …",
    "tweet-3": "Looking for the free Windows 10 for IT Professionals e-book in PDF or downloadable EPUB/MOBI formats? Here: http://blogs.msdn.com/b/microsoft_press/archive/2016/02/08/free-ebook-introducing-windows-10-for-it-professionals-technical-overview.aspx …",
    "tweet-4": "Dear guy who downloaded my free ebook on Windows 10 for IT pros then left a 2-star Amazon review because he's not an IT pro: DIAF.",
    "tweet-5": "RT Apple wins one in Brooklyn -- not the San Bernardino case. (http://www.politico.com/f/?id=00000153-2f2b-d640-a7fb-7fbb72380001 …) pic.twitter.com/e3xxpHEoXJ",
    "tweet-6": "RT HOLY BANANAS. https://twitter.com/stereogum/status/704320684323950593 …",
    "tweet-7": "Giant Oscar statues head east.  https://twitter.com/colbertlateshow/status/704366882317533184 …",
    "tweet-8": "If they give the Best Actor award to anyone other than Leo, I bet Biden comes out and shuts down the show.",
    "tweet-9": "RT We shouldn't ask users if they want security updates because we don't ask if you want airbags enabled in your car. pic.twitter.com/BY55mZZYoc",
    "tweet-10": "Accurate. https://twitter.com/thewayoftheid/status/704143233345916928 …",
    "tweet-11": "Perfect juxtaposition. pic.twitter.com/AI8vQ9MqQs",
    "tweet-12": "RT The Mad Max Museum in Silverton is \"Australia's first and only museum dedicated to Mad Max 2.\" pic.twitter.com/EM2mAJ5kIU",
    "tweet-13": "If this scene were in Mad Max: Fury Road, it would win Best Picture, hands down. https://twitter.com/darth/status/704131343811108869 …",
    "tweet-14": "RT Did Jared Leto break into the My Cousin Vinny display at a Planet Hollywood? #Oscars pic.twitter.com/tQwjnNS6wG",
    "tweet-15": "RT Awkward and uncomfortable for who? White people? https://twitter.com/upworthy/status/704118330790121476 …",
    "tweet-16": "RT watching Chris Rock's #Oscars opener like pic.twitter.com/H5NUIm2l6q",
    "tweet-17": "\"Yes, I said it.\"  - Chris Rock is killing this.",
    "tweet-18": "From The Townsend, in Austin. This is brilliant.  https://twitter.com/andrewflowers/status/703731026858811392 …",
    "tweet-19": "RT \"Wake up,\" whisper the clouds rolling by and the seeds falling from the branches of the trees."
  },
  {
    "handle": "glennf",
    "name": "Glenn Fleishman",
    "bio": "Currently hibernating.",
    "tenure": "8.53 years",
    "tweet_count": "400K",
    "following": "2,320",
    "followers": "18.5K",
    "tweet-0": "And now, to paraphrase @darth: “ok well i will miss you i am hibernating right now but will return good bye” pic.twitter.com/n8Xn4zSdP4",
    "tweet-1": "pic.twitter.com/r1Bc8GVUMg",
    "tweet-2": "pic.twitter.com/bMIyTEoizC",
    "tweet-3": "THEY CALL ME MISTER GLENN.",
    "tweet-4": "Ok, here it is:",
    "tweet-5": "Get ready.",
    "tweet-6": "Coming up for Tweet 400,000, is @dylanw, who is wholly responsible for its content.",
    "tweet-7": "“Sorry I’m a bit late, had a terrible time… All sort of things cropping up at the last moment. How are we for time? Umm—“",
    "tweet-8": "RT Sometimes I think we were better off back then. Then again, I am a bear. https://twitter.com/voxdotcom/status/700148403255320576 …",
    "tweet-9": "There’s no judgment in space. Only the occasional hydrogen atom.",
    "tweet-10": "It’s so beautiful out here among the stars. You can see forever.",
    "tweet-11": "RT Dear Ted Cruz: NEVER SING A STEVIE WONDER SONG AGAIN.",
    "tweet-12": "RT Cliven, Ammon, Ryan Bundy among five facing federal charges for roles in the 2014 standoff in Bunkerville, Nevada http://ow.ly/Ysifr ",
    "tweet-13": "“Obama cuts all funding for Christian-based ‘Abstinence Only’ sex-ed programs” (in proposed budget) http://deadstate.org/obama-cuts-all-funding-for-christian-based-abstinence-only-sex-ed-programs/ …",
    "tweet-14": "RT Yeah those breast exams sure are controversial.  https://twitter.com/bethreinhard/status/700152070180118528 …",
    "tweet-15": "RT America. pic.twitter.com/bvJe6NZrL9",
    "tweet-16": "Ah, @_loveallthis got sniped at the last minute by @dylanw who gets my 400,000th tweet!",
    "tweet-17": "Also thanks to @atduskgreg @doug_hanke and @dylanw!",
    "tweet-18": "Coming up shortly, I’m giving @_loveallthis my 400,000th tweet as the top donor. Thanks to everyone who gave! Helping w/reproductive health.",
    "tweet-19": "RT HourlyCats presents: pic.twitter.com/8WGZFkIIAa"
  },
  {
    "handle": "Ihnatko",
    "name": "Andy Ihnatko",
    "bio": "Chicago Sun-Times technology columnist and Internationally Beloved Industry Figure™.",
    "tenure": "8.95 years",
    "tweet_count": "38.5K",
    "following": "1,235",
    "followers": "93.4K",
    "tweet-0": "RT I just published “What Are You? …and Other Questions White People Ask Me” https://medium.com/@rubinicholas/what-are-you-and-other-questions-white-people-ask-me-b090b2f1abad#.jw5ywogn6 …",
    "tweet-1": "RT Finally, our DROWN attack is public, 33% web sites vulnerable: https://drownattack.com/  #ssl2 #tls",
    "tweet-2": "Okay, people…this is it! @StationCDRKelly comes back to Earth! Does EVERYONE have their ape masks on? #BestPrankEver https://twitter.com/Space_Station/status/704692767738363904 …",
    "tweet-3": "Trust me, kids: this is going to be WAY less icky than when you watched that TV show and wanted to be a CSI person. https://twitter.com/BostonGlobe/status/704170185628856323 …",
    "tweet-4": "And now, to find out if there were new episodes of “Bob’s Burgers” and/or “The Simpsons” tonight.",
    "tweet-5": "RT A win for @Spotlightmovie, and for every journalist in the tireless pursuit of the truth. http://bos.gl/5ZB05FV  pic.twitter.com/iMhOmaAfON",
    "tweet-6": "The #Oscars ends with a glitter drop, just like the Super Bowl. But AMPAS didn’t have the $ to have ‘em cut into the shape of the award.",
    "tweet-7": "On top of all of its other fine qualities, “Spotlight” was a damn great piece of ensemble work. #Oscars",
    "tweet-8": "Hey, great: Best Picture goes to “Spotlight,” which IMO was the most end-to-end highest-quality film of the lot.",
    "tweet-9": "That was the calm speech of a man who’s been nominated seven times for excellent work. I don’t think he needed anyone’s validation. #Oscars",
    "tweet-10": "Chris Christie is now announcing his endorsement of Leonardo DiCaprio’s Best Actor campaign. #Oscars",
    "tweet-11": "I know “Ride Of The Valkyries” is in the public domain. But if its copyright were owned by the #Oscars producer, it’d explain so much.",
    "tweet-12": "Remember those years when the Acting category presenters had to solemnly, awkwardly, praise each nominee, to his or her face? #Oscars",
    "tweet-13": "I mean, even Artoo isn’t too difficult, if you’ve got healthy knees: https://www.flickr.com/photos/andyi/3184641395/in/album-72157594448688786/ …",
    "tweet-14": "The only bad thing about the design of BB8: it is, like the HARDEST thing to get your picture taken with. https://twitter.com/JaredLeto/status/704164098632605696 …",
    "tweet-15": "Even the people who greenlit the Snow White opening number only ruined the opening, not the whole #Oscars. Congrats…you’ve done the worst!",
    "tweet-16": "The Best Director winner is being played off with that STUPID music.  You people are IDIOTS, who thought this music was a good idea. #Oscars",
    "tweet-17": "Yet ANOTHER reason this has been a great year for JJ Abrams — how cool would it be to have the Star Wars fanfare as your walk-on music?",
    "tweet-18": "Time for a HUMMUS BREAK!",
    "tweet-19": ".@drwave That’s such a shame. Even if the tech awards were broadcast on cable, it could be an amazing show."
  },
  {
    "handle": "gaberivera",
    "name": "Gabe Rivera",
    "bio": "I run Techmeme.\r\nSometimes I tweet what I mean. Sometimes I tweet the opposite. Retweets are endorphins.",
    "tenure": "8.99 years",
    "tweet_count": "11.9K",
    "following": "4,538",
    "followers": "56.7K",
    "tweet-0": "The final and bitterest bit of startup advice:\nNo unicorn founder ever gorged on as much advice as you. So keep your day job, wantrepreneur!",
    "tweet-1": "It keeps the camera in the pen\nOr else it gets the choke-slam again",
    "tweet-2": "Watch me grab\nWatch me choke-slam",
    "tweet-3": "Release your Slack and email transcripts BuzzFeed, so we can know what your NYT sources said about what Trump said! http://www.buzzfeed.com/bensmith/trump-tape …",
    "tweet-4": "Congrats to #journalism for\n1. salvation via Hollywood\n2. preventing @fromedome from slipping your surly bonds again https://twitter.com/Techmeme/status/704355662457753601 …",
    "tweet-5": "Heeding warnings from VCs about unit economics, food delivery companies are finally taking their piece of the pie. https://twitter.com/ryanvance/status/703802624462598145 …",
    "tweet-6": "So what's the best way to dissuade someone from supporting Trump without suggesting they're as stupid as they clearly are?",
    "tweet-7": "RT Trump says he'll change US libel laws to make it easier to sue news organizations http://www.politico.com/blogs/on-media/2016/02/donald-trump-libel-laws-219866 … http://mediagazer.com/160226/p15#a160226p15 …",
    "tweet-8": "+1 for @recode, -1 for @buzzfeed, and a wash for @comcast  http://recode.net/2016/02/26/johana-bhuiyan-is-now-driving-recodes-transportation-coverage/ … #congrats @jmbooyah. And suck it traitor @JohnPaczkowski!",
    "tweet-9": "Bad optics for Sacks (the blameless COO of 14 months) when *this* guy keeps frantically squealing praise for him: https://twitter.com/search?f=tweets&vertical=default&q=%40davidsacks%20from%3Ajason%20&src=typd …",
    "tweet-10": "RT .@techmeme being @techmeme to @Gawker for being @gawker to @facebook for being @facebook. https://twitter.com/gaberivera/status/702923149730394113 …",
    "tweet-11": "(Which is swell, but I just thought, hey, why not give some Gawker treatment to Gawker?)",
    "tweet-12": "Gawker, famous for gender issues, and probably whiter than Facebook, calls Facebook \"notoriously white, bro-centric\" http://gizmodo.com/mark-zuckerberg-asks-racist-facebook-employees-to-stop-1761272768 …",
    "tweet-13": "RT Google bans 9to5Google from using ad network, claims trademark violation, wants name change http://9to5google.com/2016/02/24/google-wants-us-to-change-our-name-from-9to5google/ … http://mediagazer.com/160224/p19#a160224p19 …",
    "tweet-14": "Hunter Walk is a good guy (well, at least an OK guy) even though he tries to shame people for posting useful data. https://twitter.com/hunterwalk/status/702612461183066112 …",
    "tweet-15": "Unsurprising, but good to know! https://twitter.com/Techmeme/status/702646209639424000 …",
    "tweet-16": "You may be thinking Web 2.0 is finally dead now but zombie Delicious just waved to us in Jan https://twitter.com/Techmeme/status/687212759864311808 … https://twitter.com/Techmeme/status/702302276795240448 …",
    "tweet-17": "The happy news here is John Herrman finally gets the sort of editing he always needed! https://twitter.com/mediagazer/status/702133424060956672 …",
    "tweet-18": "If you're in SF (or anywhere nearby) and have a clear view of the eastward horizon, check out the moon right now.",
    "tweet-19": "Twitter Hires Woman I Finally Get To Disobey Now"
  },
  {
    "handle": "joannastern",
    "name": "Joanna Stern",
    "bio": "I've got a one tech mind. WSJ Personal Technology Columnist.",
    "tenure": "8.60 years",
    "tweet_count": "24.1K",
    "following": "1,566",
    "followers": "84.2K",
    "tweet-0": "I think I'm OK at Twitter. If I was great at Twitter this tweet would be better.",
    "tweet-1": "The new DJI Phantom 4 is smarter and can sense obstacles but will still... chop of a wiener   https://twitter.com/geoffreyfowler/status/704709450012078080 …",
    "tweet-2": "RT DJI’s #Phantom4 can outsmart idiot pilots. My @wsj review of the (almost) crash-proof drone http://on.wsj.com/1Sfoul5  pic.twitter.com/vnrhzYuRIl",
    "tweet-3": "+ 100 for sports journalists. -100 for tech journalists.  https://twitter.com/BenGolliver/status/704530283949731840 …",
    "tweet-4": "If a chip falls on the ground in your office and you eat it, did it ever really fall?",
    "tweet-5": "RT Microsoft is taking a big step toward putting its HoloLens into consumer hands. http://on.wsj.com/1LPEKTi  pic.twitter.com/6ttML82MIO",
    "tweet-6": "Giving up on spending hours making a really good video every week. This has 1.3M views and just saved my life:  https://www.youtube.com/watch?v=DQf9YqbD8WI …",
    "tweet-7": "Samsung’s ad game is back.",
    "tweet-8": "RT Apple To Debut New iPad, 4-Inch iPhone At March 21 Event http://www.buzzfeed.com/johnpaczkowski/apple-to-debut-new-ipad-smaller-iphone-at-march-15-event?utm_term=.gkb77e251 … via @johnpaczkowski @buzzfeednews pic.twitter.com/2Xhb1YwNH7",
    "tweet-9": "But if @JohnPaczkowski is reporting the date of the non-confirmed event, the new non-confirmed date it is probably the confirmed date.",
    "tweet-10": "Breaking: Apple has moved non-confirmed event to a different non-confirmed date.",
    "tweet-11": "Ok I'm done with my #therealfullerhouse tweets... for the night! Nine episodes to go.",
    "tweet-12": "Danny realizes he is a terrible TV host. Starts Uber for cleaning service called Dot.Comet. #therealfullerhouse",
    "tweet-13": "Jesse sells \"Rippers\" brand headphones to Jimmy Iovine. Joey and Jesse's \"Rush Hour Renegades\" becomes top Beats 1 show #therealfullerhouse",
    "tweet-14": "Kimmy's competitor to Zappos, valued at $2B, includes deodorizer with every pair of shoes. #therealfullerhouse",
    "tweet-15": "The Tanners live in Oakland now. The house was sold to the 55th Facebook employee post IPO. #therealfullerhouse pic.twitter.com/Z7SGzI05oh",
    "tweet-16": "Steve is actually the new Steve Jobs. #therealfullerhouse",
    "tweet-17": "Jesse and Becky's twins invent Snapchat. #therealfullerhouse",
    "tweet-18": "I had a leightweight chocker necklace in middle school.",
    "tweet-19": "Crap I spelled lightweight right! Redoing tweet.",
    "tweet-20": "I had a lightweight chocker necklace in middle school."
  },
  {
    "handle": "karaswisher",
    "name": "Kara Swisher",
    "bio": "Runs @Recode and finally an employee of someone named Jim.",
    "tenure": "8.83 years",
    "tweet_count": "71.8K",
    "following": "1,310",
    "followers": "1.07M",
    "tweet-0": "Big hire: Vox Snags Mic's Elizabeth Plank for Election Coverage (Exclusive) http://www.hollywoodreporter.com/news/vox-snags-mics-elizabeth-plank-871624 … via thr",
    "tweet-1": "In which I blab about my great love: real estate: http://www.curbed.com/2016/3/1/11133666/kara-swisher-home?utm_campaign=curbed&utm_content=entry&utm_medium=social&utm_source=twitter … via Curbed",
    "tweet-2": "#MakeAmericaDrumpfAgain Brilliant video on the short-fingered vulgarian by John Oliver https://youtu.be/DnpO_RTSNmQ  pic.twitter.com/lqAfx4ARJq",
    "tweet-3": "Snapchat users now watch eight billion videos per day http://on.recode.net/1XW3oJ2  via @KurtWagner8",
    "tweet-4": "How Marissa Mayer Keeps Talent: Meet Yahoo's $18 Million CRO http://on.recode.net/1ndfjVt  via @karaswisher",
    "tweet-5": "Snapchat hires @sriramk, exec who ran Facebook's ad network http://on.recode.net/1KR6EDC  via @KurtWagner8",
    "tweet-6": "Tansy Aspinall And The Gorillas: Reunited At Last! - OFFICIAL VIDEO https://youtu.be/KCA63RsSyVw  via @YouTube",
    "tweet-7": "RT Todays entrepreneurs should \"focus on unit economics, not growth\" Sam Shank of HotelTonight @karaswisher @heyheyesj http://wp.me/p49vDk-21qG ",
    "tweet-8": "RT Had a fun chat w/ @karaswisher on @Recode's Decode about all things @hoteltonight, unicorns profitability & more http://on.recode.net/1QQeM9N ",
    "tweet-9": "RT @karaswisher the interview to Eric Weiner is just great. Inspiring and deep... I have to read the book now!http://www.ericweinerbooks.com/books/the-geography-of-genius/description/ …",
    "tweet-10": "John Oliver Destroys Donald Trump: ‘You Are Either a Racist or You Are Pretending to Be’ http://thebea.st/21CUh21  via @thedailybeast",
    "tweet-11": "CEO @samshank had to convince hotels HotelTonight wasn't \"another Groupon\" http://on.recode.net/1QlVbw3  via @heyheyesj",
    "tweet-12": "RT Excited to welcome Dan Frommer to Re/code and Vox Media.  New Re/code editor in chief: Dan Frommer http://cnnmon.ie/1OIrU9r  via @CNNMoney",
    "tweet-13": "RT Some personal news... https://twitter.com/karaswisher/status/704351218525564928 …",
    "tweet-14": "RT @karaswisher @anildash @Recode I will be forever grateful to you guys for announcing my hire before @fromedome's & on a different day",
    "tweet-15": "RT But also stupidly excited to work with @pkafka (third time, yowza), @karaswisher, @Lock, and the @recode and @Vox crew.",
    "tweet-16": "RT Really looking forward to working with @fromedome, who's built lots of cool things on his own: http://on.recode.net/1KLFDkN  by @karaswisher",
    "tweet-17": "New Re/code editor in chief: Dan Frommer http://cnnmon.ie/1OIrU9r  via @CNNMoney",
    "tweet-18": "Meet the new boss: Dan Frommer is Re/code's editor in chief http://on.recode.net/1KLFDkN  via @karaswisher",
    "tweet-19": "RT Meet the new boss: Dan Frommer is Re/code's editor in chief http://on.recode.net/1KLFDkN  by @karaswisher pic.twitter.com/TORX4jJ4nJ"
  },
  {
    "handle": "drewmagary",
    "name": "Drew Magary",
    "bio": "Deadspin Columnist. GQ Correspondent. Author of The Hike (out 8/2), The Postmortal, and Someone Could Get Hurt. MOTHERFUCKING CHOPPED CHAMPION.",
    "tenure": "7.47 years",
    "tweet_count": "31.4K",
    "following": "309",
    "followers": "120K",
    "tweet-0": "Novel #2 comes out August 2nd.  Pre-order here and be one of the beautiful people: http://www.penguin.com/book/the-hike-by-drew-magary/9780399563850 … pic.twitter.com/uE0hXW1JR9",
    "tweet-1": "Because fuck you, that's why http://nymag.com/scienceofus/2016/02/what-makes-swearing-so-damn-satisfying-anyway.html?mid=twitter_nymag …",
    "tweet-2": "Tuesday, ranked:\n1. Fat\n2. Ruby (song)\n3. Super\n4. Weld\n5. Ruby (restaurant)\n6. with Morrie",
    "tweet-3": "RT Can't believe I didn't remember this juxtaposition. pic.twitter.com/apTvhff9Ju",
    "tweet-4": "RT @drewmagary https://instagram.com/p/BCYUNMeBGQz/  peak trump bro",
    "tweet-5": "RT .@bterris goes looking for Trump's base in Boston and finds the ultimate Masshole: https://www.washingtonpost.com/lifestyle/style/how-is-trump-winning-over-massachusetts-republicans-he-speaks-their-language/2016/02/29/977fa51e-dda1-11e5-925f-1d10062cc82d_story.html … pic.twitter.com/OKFvFz0iG6",
    "tweet-6": "WE'RE NOT?!!! (Takes off pogo shoes) https://twitter.com/neiltyson/status/704330815321210884 …",
    "tweet-7": "RT Watch John Oliver MURDERSLAY Donald Trump: http://deadsp.in/gSokFBc ",
    "tweet-8": "Why does the extra day happen in the shittiest month?  Put Leap Day in fucking June.  #ExtraSummer! #Science!",
    "tweet-9": "RT You would not want to see what Fur Trapper Twitter would’ve looked like if The Revenant had won.",
    "tweet-10": "Also we're two years away from Michael Keaton winning an Oscar for a shitty movie because he didn't win anything for Birdman or Spotlight",
    "tweet-11": "Six years ago I demanded the Oscars install a THANK YOU crawl.  I disavow the post.  The crawl sucked. http://www.nbcsandiego.com/blogs/popcornbiz/A-Very-Modest-Proposal-To-Fix-Oscar-Speeches-86579897.html …",
    "tweet-12": "Oh for fuck's sake https://twitter.com/tmbhmltn/status/704174699891302401 …",
    "tweet-13": "RT Actually this is my favorite Trump Oscars Tweet pic.twitter.com/yllg79BWey",
    "tweet-14": "RT The nominees are\n\nLeonardo DiCaprio\nLeonardo DiCaprio\nLeonardo DiCaprio\n\nAnd the winner is \n\n*opens envelope*\n\nmad max fury road",
    "tweet-15": "Thanks to the Oscars I get to re-learn what sound is every year.",
    "tweet-16": "RT @drewmagary All mad max wining does is making me wish I was watching Mad Max.",
    "tweet-17": "Everyone's thank you crawl looks like a kindergarten roll call list",
    "tweet-18": "YOU GOT A FUCKING CRAWL STOP THANKING PEOPLE OUT LOUD",
    "tweet-19": "HOLY SHIT THEY DID THE THANK YOU CRAWL",
    "tweet-20": "As always every Oscar in every year should go to Val Kilmer for Tombstone"
  },
  {
    "handle": "jimrome",
    "name": "Jim Rome",
    "bio": "http://jimrome.com ",
    "tenure": "6.22 years",
    "tweet_count": "16.2K",
    "following": "116",
    "followers": "1.41M",
    "tweet-0": ".@DLasco2 on the show right now on @CBSSportsRadio",
    "tweet-1": "SoCal Clones: the show is airing on @Mighty1090",
    "tweet-2": ".@CuonzoMartin on the show right now on @CBSSportsRadio",
    "tweet-3": ".@JFeinsteinBooks on the show right now on @CBSSportsRadio",
    "tweet-4": ".@SI_LeeJenkins told me other NBA teams watch GSW & \"there’s a resignation that a lot of teams are playing for 2nd\" http://jimrome.com/2016/02/29/lee-jenkins-on-steph-curry-he-just-keeps-pushing-the-boundaries-further-and-further/ …",
    "tweet-5": ".@maxthehooper on the show right now on @CBSSportsRadio",
    "tweet-6": ".@CoachDixon on the show right now on @CBSSportsRadio",
    "tweet-7": ".@SI_LeeJenkins talking Steph and the Warriors on the show right now on @CBSSportsRadio",
    "tweet-8": "Today: Steph, Philip goes fossil, Balboa got screwed, Sergio chokes (again), & Diaz has a plan for Conor. Bell in 30 on @CBSSportsRadio",
    "tweet-9": "#Cheers #MagicBlue pic.twitter.com/kQB8pT0f3s",
    "tweet-10": ".@ShaunLivingston told me \"if we have the opportunity, I see us trying to go for\" Bulls record of 72 wins. http://jimrome.com/2016/02/26/shaun-livingston-wants-to-beat-1995-96-chicago-bulls-win-record/ …",
    "tweet-11": ".@sam_amick on the show right now on @CBSSportsRadio",
    "tweet-12": ".@CoachChrisMack on the show right now on @CBSSportsRadio",
    "tweet-13": "RT @jimrome Lived in central IL 37 of my 38 yrs, @ShaunLivingston's story never gets old. You can't be from here & not love this dude #champion",
    "tweet-14": ".@ShaunLivingston on the show right now on @CBSSportsRadio",
    "tweet-15": "Got hammered by the 101.  Had to abort the mission.  Hit Joe's Cafe instead.  One drink there, and you cancel XMAS https://twitter.com/NomoNagaoka/status/703065503191822336 …",
    "tweet-16": "Bro.  Relax. It says 2006, not 1986.  Denim up.  Back in.  Finish strong. . https://twitter.com/Saabio_M/status/703251419718033409 …",
    "tweet-17": "Today on the show: @ShaunLivingston, @CoachChrisMack, and @sam_amick. Bell in 15 on @CBSSportsRadio",
    "tweet-18": "RT @jimrome\n\nWorking from home today. No matter. Put on the denim & just went out & backed in to the driveway. Winners find a way to win.",
    "tweet-19": "RT @jimrome TGIF, Vance. pic.twitter.com/rXNu00nSze"
  },
  {
    "handle": "kelligrant",
    "name": "Kelli B. Grant",
    "bio": "Consumer reporter @CNBC online. Covering personal finance, saving & spending. Getting a master's in financial planning. New mom! Sometimes, I sleep.",
    "tenure": "7.33 years",
    "tweet_count": "10.2K",
    "following": "652",
    "followers": "12.2K",
    "tweet-0": "Good grief. https://twitter.com/mashable/status/704662982303866880 …",
    "tweet-1": "RT How to Keep Your Kids From Fighting Over Your Will: 5 Rules to Prevent a Family War: http://nexav.org/1KQigXv  pic.twitter.com/JQ2nHYTsrJ",
    "tweet-2": "RT Disney hikes ticket prices 20% when the kids are out of school. We predict the consequences: http://bit.ly/1QlPIFx  pic.twitter.com/WtdhZcTJh1",
    "tweet-3": "My best RTs this week came from: @PointClearHIT @HCBlueBook #thankSAll Who were yours? http://sumall.com/thankyou  pic.twitter.com/5455rUADeN",
    "tweet-4": "RT Butt implants were the fastest growing type of cosmetic surgery in 2015: http://onforb.es/1RfGUxm  pic.twitter.com/w6n7OgRbjh",
    "tweet-5": ".@jdickler Exactly! I'm not sure there's a happy time to talk life insurance.",
    "tweet-6": "Ugh. https://twitter.com/JeanChatzky/status/704301303279849472 …",
    "tweet-7": "Nice birthday message from @StateFarm, reminding me that I'll soon be a year older.. and that much closer to death. pic.twitter.com/cokwXsgpfr",
    "tweet-8": "RT Are you working for free on Leap Day? http://money.us/1QFIPun ",
    "tweet-9": "RT Prepare your finances to make the best of whatever may come in retirement: http://ow.ly/YObxU ",
    "tweet-10": "RT Loving the hilarious election cocktails from @TheTownsendATX. Which one gets your vote?  http://bit.ly/1VJBi2i  pic.twitter.com/yp7x4bURNF",
    "tweet-11": "RT We went out in New York City to see what took longer to buy: A gun or a fancy donut? http://on.mash.to/24rXZxO  pic.twitter.com/22pT9wPJmk",
    "tweet-12": "RT Here's where Hillary Clinton and Bernie Sanders stand on college affordability http://read.bi/20XLJk5  pic.twitter.com/YwhZ87AT52",
    "tweet-13": "RT On @SquawkAlley up next:  https://twitter.com/USATODAY/status/702570250236248069 …",
    "tweet-14": "RT Secret side door & second-chance admissions to dream #colleges: Rejection isn't necessarily final. http://ow.ly/YKv5o ",
    "tweet-15": "Your must-read of the day, folks: https://twitter.com/melhicken/status/702832380457951232 …",
    "tweet-16": "Love that @TheDomino is thrifty with leftovers for lunch! https://twitter.com/typingelbow/status/702870365370974208 …",
    "tweet-17": "Some crazy ideas here... https://twitter.com/money/status/702822860667133952 …",
    "tweet-18": "RT Why don’t Americans save more for old age? Psychology has offered an answer (procrastination) and suggested a cure. http://nyti.ms/1QBHPxG ",
    "tweet-19": "RT The restaurant you want is fully booked? No worries - here are seven ways to get in anyway: http://ow.ly/XyYXP  pic.twitter.com/VCJqgCxDPn"
  }
]